[
  {
    "id": 1,
    "title": "Welcome to world of Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/welcome-to-world-of-gujarati",
    "content": "Hi friends, Welcome to the World of Gujarati. I am Kaushik. I am the author of two popular blogs to Learn Marathi from English kaushiklele-learnmarathi.blogspot.com and Learn Marathi from Hindi learn-marathi-from-hindi-kaushiklele.blogspot.com\nAfter these successful blogs, I have decided to start a similar project to help people “Learn Gujarati from English” Here I am trying to introduce you to the fundamentals of Gujarati through English. But in some places, I have taken help of examples from Hindi.\nHindi and Gujarati have similar scripts; except few alphabets. The pronunciation of the letters is the same. So for those who can read & write Hindi, reading Gujarati is easy. They will save time learning pronunciation. So if you know Hindi, this journey to learn Gujarati will be comparatively easy. But those who do not know Hindi need not feel upset. They just need to put little more effort into learning script and pronunciation.\nMy own experience says that reading the language from its own script helps a lot. So learn the Gujarati script first. So learning Gujarati will be easier if you read it directly from Gujarati instead of Romanized.\nFor most of the examples, transliteration is given in Roman script is as well. This is for the convenience of search-ability on the internet.\nWhile learning the language, a student is very excited and wants to speak full sentences as early as possible. He wants to be able to communicate from day 1. Obviously it will not be possible, because you have just used few words !! you can not communicate everything from these few words. Realization of this fact de-motivates the student. Many language learning programs shower the student with a list of full sentences. This looks good at first, but it does not teach how to prepare a sentence. So although you know 100 sentences, you are unable to create 101st sentence yourself. Here comes the necessity of learning grammar.\nStudents think that learning grammar is tedious and try to run away from it. Spoon feeding i.e. list of pre-created sentences will just keep you handicapped. So learn grammar, stand on your own feet and enjoy the journey.\nSo I have decided to keep a fine balance between “ready made sentences” and grammar. So by speaking ready-made-full sentences you can keep alive your excitement. And by grammar, you will nurture your foundation.\nYou can master the pronunciation of Gujarati by watching audio-video clips of these lessons at my YouTube channel. YouTube Channel name:- Learn Gujarati through English with Kaushik Lele https://www.youtube.com/c/LearnGujaratithroughEnglishwithKaushikLele\nSo friends let us start the journey. Welcome to the world of Gujarati. The language having history of around 1000 years, rich with its literature, philosophy, widespread influence in society. Welcome !!!"
  },
  {
    "id": 2,
    "title": "Tips to Learn Gujarati (rather any new language)",
    "url": "https://learnmarathiwithkaushik.com/courses/tips-to-learn-gujarati-rather-any-new-language",
    "content": "Many users of this blog asked me about tips to Learn Gujarati fast. So I would like to share my thoughts about it. These are the things which I followed when I learnt Tamil and Gujarati myself. I learnt basics of these language through book and then developed myself without anybody’s personal help.\nSo these are proven methods which will help you to learn not only Gujarati but any new language.\nYou can surely try."
  },
  {
    "id": 3,
    "title": "Alphabets in Gujarati Script",
    "url": "https://learnmarathiwithkaushik.com/courses/alphabets-in-gujarati-script",
    "content": "Gujarati Script is similar to Devangari script (which is used to write Sanskrit, Hindi, Marathi). Pronunciation of alphabets is same in Gujarati and Devanagari. Many characters also have same symbols as shown in highlighted rows in below chart\nMain difference is that in Gujarati Script we do not give line above letters unlike Devanagari. Few alphabets have different symbols\nThrough out this blog, I will try to give transliteration of Gujarati words and sentences in Roman script. So that even if you have not understood Gujarati script, you can still understand pronunciation. So below table also shows the Roman alphabets that I will be using for each Gujarati letter."
  },
  {
    "id": 4,
    "title": "Gujarati Barakhadi/Barakshari",
    "url": "https://learnmarathiwithkaushik.com/courses/gujarati-barakhadi-barakshari",
    "content": "In previous lesson we have learnt symbols for vowels and consonants in Gujarati script. Like in any language vowels can be added to consonants to create combined sound. In English we just right letters one after other; and depending on the word we say them together. e.g. meat ; bit ; hat. Here “ea”,”i”,”a” are pronounced along with preceding consonant.\nIn Gujarati  we do not write vowels as it is when they are to be combined with consonant. There are different symbols  for each vowel, which is added to consonant symbol to indicate combined sound\nThere are twelve main vowels. Hence this chart is called Barakhadi/Barakshari; where “Bar” means twelve."
  },
  {
    "id": 5,
    "title": "Pronunciation of Anusvar અનુસ્વાર in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/pronunciation-of-anusvar-%e0%aa%85%e0%aa%a8%e0%ab%81%e0%aa%b8%e0%ab%8d%e0%aa%b5%e0%aa%be%e0%aa%b0-in-gujarati",
    "content": "ક(k)  + અં(aM) = કં (kM)\nબ(b) + અં(aM) = બં (bM)\nIn this blog it is denoted as capital m “M”\nThis will need more attention to understand its pronunciation.\nThe dot given on the character is called “અનુસ્વાર” (anusvAr)\nThe anusvaar (અનુસ્વાર) is a nasal sound. The અનુસ્વાર itself does not determine the pronunciation of a word. Rather, it is the character that follows the  અનુસ્વાર  that determines the pronunciation. There are seven possibilities that affect the pronunciation of an અનુસ્વાર.\nSo though we will use capital ‘M’ to indicate અનુસ્વાર, you may need to pronounce it differently depending on case."
  },
  {
    "id": 6,
    "title": "Combining consonants in Gujarati ગુજરાતી જોડાક્ષર",
    "url": "https://learnmarathiwithkaushik.com/courses/combining-consonants-in-gujarati-%e0%aa%97%e0%ab%81%e0%aa%9c%e0%aa%b0%e0%aa%be%e0%aa%a4%e0%ab%80-%e0%aa%9c%e0%ab%8b%e0%aa%a1%e0%aa%be%e0%aa%95%e0%ab%8d%e0%aa%b7%e0%aa%b0",
    "content": "Like in any language, two or more consonants can be combined and pronounced together.\ne.g. In English word “fact” consonants “c” and “t” and pronounced together\nIn English word “Alp” consonants “l” and “p” and pronounced together\nIn English word “plethora” consonants “p” and “l” and pronounced together\nIn English we just write consonants one after other and by to indicate ther combination.\nBut in Gujarati we do not just write symbols one after other. There is little change done in symbol of first consonant which is to be pronounced half.\nSo consonant symbol is also written half.\nHalf symbol(s) + full symbol is called જોડાક્ષર (joDAkShar)\nFor each symbol its corresponding “half” is predefined. I have grouped consonants depending on their logic to create “half” symbol"
  },
  {
    "id": 7,
    "title": "Combining consonants with ર(r)-ગુજરાતી જોડાક્ષર Part 2",
    "url": "https://learnmarathiwithkaushik.com/courses/combining-consonants-with-%e0%aa%b0r-%e0%aa%97%e0%ab%81%e0%aa%9c%e0%aa%b0%e0%aa%be%e0%aa%a4%e0%ab%80-%e0%aa%9c%e0%ab%8b%e0%aa%a1%e0%aa%be%e0%aa%95%e0%ab%8d%e0%aa%b7%e0%aa%b0-part-2",
    "content": ""
  },
  {
    "id": 8,
    "title": "Combining consonants with હ(h)-ગુજરાતી જોડાક્ષર Part 3",
    "url": "https://learnmarathiwithkaushik.com/courses/combining-consonants-with-%e0%aa%b9h-%e0%aa%97%e0%ab%81%e0%aa%9c%e0%aa%b0%e0%aa%be%e0%aa%a4%e0%ab%80-%e0%aa%9c%e0%ab%8b%e0%aa%a1%e0%aa%be%e0%aa%95%e0%ab%8d%e0%aa%b7%e0%aa%b0-part-3",
    "content": ""
  },
  {
    "id": 9,
    "title": "Special or separate symbols for combined consonants ગુજરાતી જોડાક્ષર- part 4",
    "url": "https://learnmarathiwithkaushik.com/courses/special-or-separate-symbols-for-combined-consonants-%e0%aa%97%e0%ab%81%e0%aa%9c%e0%aa%b0%e0%aa%be%e0%aa%a4%e0%ab%80-%e0%aa%9c%e0%ab%8b%e0%aa%a1%e0%aa%be%e0%aa%95%e0%ab%8d%e0%aa%b7%e0%aa%b0-part-4",
    "content": "Traditionally few combined consonants have separate symbol. Probably a little shorter version helpful while writing manually.\nSometimes in computer fonts it is not possible to write them.\nત + ત = ત્ત ન + ન = ન્ન દ + ય = દ્ય દ + મ = દ્મ દ + ધ = દ્ધ દ + વ = દ્વ દ + દ = દ્દ ટ + ટ = ટ્ટ ઠ + ઠ = ઠ્ઠ ડ + ડ = ડ્ડ ઢ + ઢ =ઢ્ઢ ટ + ય =ટ્ય ઠ + ય=ઠ્ય ઢ + ય = ઢ્ય\nYou can write all these symbols with the rules/styles discussed in previous sections.  e.g.\nડ + ડ = ડ્‍ડ\nઢ + ઢ =ઢ્‍ઢ\nટ + ય =ટ્‍ય\nઠ + ય=ઠ્‍ય\nઢ + ય = ઢ્‍ય"
  },
  {
    "id": 10,
    "title": "Pronouns and Articles in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/pronouns-and-articles-in-gujarati",
    "content": "Let us learn pronouns today. Below chart has the list.\nAs I would always say, go through the list once. But do not get daunted by the details. When we will start preparing sentence, come back to chart and get the required pronoun. Using them frequently will make you familiar. And afterwards you will not need to come back this chart.\nPronoun in English\nPronoun in Gujarati\nTransliteration\nહું\nhuM\nઅમે\name\nwe ( listenr including)\nઆપણે\nApaNe\nYou (singular)\nતું\ntuM\nYou (plural)\nતમે\ntame\nHe /She /It (when person or thing is near ) / This (m./f/n.) / These (m./f/n.)\nHe /She /It (when person or thing is far ) / That (m./f./n.) / Those (m./f./n.)\nએ તે (more polite than એ)\ne te\nThey (for person )\nતેઓ\nteo\nThey (for nonliving thing)"
  },
  {
    "id": 11,
    "title": "Working with Nouns,Genders and plurals in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/working-with-nounsgenders-and-plurals-in-gujarati",
    "content": "Major difference in English and Gujarati is in determining gender and plural forms.\nIn English generally non-living objects and even animals and other non-human living things are considered as neuter gender. But in Gujarati even non-living objects can have masculine or feminine or Neuter gender.\nInterestingly there is no specific rules based on which gender is decided !! So you have to do your guess. As you keep reading and listening Gujarati more and more you will now about what is considered what."
  },
  {
    "id": 12,
    "title": "ઓ-ઈ-ઉં-આ-ઈ-આં (o-I-uM-A-I-AM ) યો-ઈ-યું-યા-ઈ-યાં ( yo-I-yuM-yA-I-yAM ) rule",
    "url": "https://learnmarathiwithkaushik.com/courses/%e0%aa%93-%e0%aa%88-%e0%aa%89%e0%aa%82-%e0%aa%86-%e0%aa%88-%e0%aa%86%e0%aa%82-o-i-um-a-i-am-%e0%aa%af%e0%ab%8b-%e0%aa%88-%e0%aa%af%e0%ab%81%e0%aa%82-%e0%aa%af%e0%aa%be-%e0%aa%88-%e0%aa%af%e0%aa%be",
    "content": "You might have got confused by reading the title of this lesson. There is no such rule named “ઓ-ઈ-ઉં-આ-ઈ-આં” in Gujarati grammar. It is a rule of thumb. I have mentioned it here for you to remember it easily.\nYou will see that in Gujarati language, forms of adjectives, verbs etc. are created depending on gender and multiplicity.\nAnd thumb rule is, if masculine singular form ends with sound ઓ(o) then Feminine singular form ends with ઈ(I) Neuter singular form ends with ઉં(uM) Masculine plural form ends with આ(A) Feminine plural form ends with ઈ(I) Neuter plural form ends with આં(Am) So in short, ઓ-ઈ-ઉં-આ-ઈ-આં (o-I-uM-A-I-AM ) rule !!\ne.g.\ne.g. Black -> કા ળો (kALo )\nBlack horse ->  કા ળો ઘોડો  (kALo ghoDo )\nBlack chair  ->  કા ળી ખુરશી  (kALI khurashI )\nBlack plank ->   કા ળું પાટિયું  (kALuM pATiyuM )\nBlack horses -> કા ળા ઘોડા  (kALA ghoDA )\nBlack chairs ->  કા ળી ખુરશીઓ  (kALI khurashIo )\nBlack pages ->  કા ળાં પાટિયાં  (kALAM pATiyAM )\nSimilarly if, masculine singular form ends with sound યો(yo) then Feminine singular form ends with ઈ(I) Neuter singular form ends with યું(yuM) Masculine plural form ends with યા(yA) Feminine plural form ends with ઈ(I) Neuter plural form ends with યાં(yAm) So in short, યો-ઈ-યું-યા-ઈ-યાં ( yo-I-yuM-yA-I-yAM ) rule !!\ne.g I saw a boy -> મેં છોકરો જો યો (meM Chokaro joyo ) I saw a girl -> મેં છોકરી જો ઈ (meM ChokarI joI ) I saw a book -> મેં પુસ્તક જો યું (meM pustak joyuM ) I saw boys -> મેં છોકરા જો યા (meM ChokarA joyA ) I saw girls -> મેં છોકરીઓ જો ઈ (meM ChokarIo joI ) I sow books -> મેં પુસ્તકો જો યાં (meM pustako joyAM )\nAs you will visit further lessons, you will understand the usage clearly. As of now just keep this rule in mind and revisit it when you see its application."
  },
  {
    "id": 13,
    "title": "Using plurals to indicate respect આદરાર્થી બહુવચન (AdarArthI bahuvachan )",
    "url": "https://learnmarathiwithkaushik.com/courses/using-plurals-to-indicate-respect-%e0%aa%86%e0%aa%a6%e0%aa%b0%e0%aa%be%e0%aa%b0%e0%ab%8d%e0%aa%a5%e0%ab%80-%e0%aa%ac%e0%aa%b9%e0%ab%81%e0%aa%b5%e0%aa%9a%e0%aa%a8-adararthi-bahuvachan",
    "content": "In Gujarati, plurals are used to indicate respect.\nThis is called આદરાર્થી બહુવચન  (AdarArthI bahuvachan )\ne.g. You(Singular) in English is તું (tuM) in Gujarati.\nIf you are talking to an elder person; in English you will say.\n“You come” as તું આવે છે (tuM Ave Che)\nBut because you are talking to an elder person; in Gujarati, you will use તમે\n(tame) which is plural of “you”. And sentence is formed accordingly. So correct sentence will be તમે આવો છો (tame Avo Cho)\nSo remember, when talking with elder person, unknown person or with unknown lady address them with તમે (tame)\nHe or She or It in Gujarati is એ (e). But addressing a third person” with respect you will use can use plural form i.e. તેઓ (teo).\ne.g. Suppose you are talking about Prime Minister. “He is Prime Minister. He is speaking”. In Gujarati literal translation will be\nએ વડાપ્રધાન છે. એ બોલી રહ્યો છે (e vaDApradhAn Che. e bolI rahyo Che )\nBut it is without politeness. Correct sentence with politeness will be\nતેઓ વડાપ્રધાન છે. તેઓ બોલી રહ્યા છે (teo/te vaDApradhAn Che. teo/te bolI rahyA Che )\nSimilarly if you are talking about lady She is good ->\n(literal translation) -> એ સારી છે ( e sArI Che ) (polite sentence ) -> તેઓ સારાં છે (teo/te sArA Che)\nWe will see prepositions and other forms of pronouns. There you will observe that તેઓએ(teoe) & તેઓને(teone) are forms of this pronoun તેઓ(teo). But generally people use other forms like તેમને(temane) or એમને (emane) instead of of તેઓને(teone) And તેમણે(temaNE) or એમણે (emaNe) instead of તેઓએ(teoe).\nNeuter-plural form of verb, noun is used in case of referring to lady. So instead of feminine-plural form “સારી” we used neuter-plural form “સારાં”\nYou will understand this concept better as and when you reach that chapter.\nEven if sentences does not have pronoun; it should be formed with plural way to indicate respect."
  },
  {
    "id": 14,
    "title": "Verbs in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/verbs-in-gujarati",
    "content": "Friends, let us move a step ahead towards sentence formation today. We will talk about verbs. In English some verbs are:- to go; to come; to speak; to sit; to eat etc. In Gujarati some verbs are આવવું (AvavuM),જવું (javuM), બોલવું (bolavuM), બેસવું (besavuM ), ખાવું (khAvuM )etc.\nWhile using the verb in English sentence we strip “to” out of it. e.g. “To come” is used in a sentence as “I come”. Same way in Gujarati ending વું (vuM) is stripped in sentence.\nLike in English, Just saying the verb is asking someone to do that action. When you say “Come !” you are asking someone to come. Same way in Gujarati saying “આવ(Av)” is asking someone to come. So by knowing the verbs, you can easily request someone.\nWe will see such sentences in detail. Take this list of few frequently used verbs in Gujarati\nVerb in English\nVerb in Gujarati\nTo Come\nઆવવું  (AvavuM)\nTo Go\nજવું  (javuM)\nTo Speak\nબોલવું  (bolavuM)\nTo Sit\nબેસવું  (besavuM)\nTo Eat\nખાવું  (khAvuM)\nTo Sing\nગાવું  (gAvuM)\nTo Listen\nસાંભળવું (sAMbhaLavuM)\nTo Beat\nમારવું  (mAravuM)\nTo Drink\nપીવું  (pIvuM)\nTo Smile\nહસવું  (hasavuM)\nTo Write\nલખવું  (lakhavuM)\nTo Do\nકરવું  (karavuM)\nTo Get up\nઊઠવું  (UThavuM)\nTo Sleep\nઊંઘવું  (UMghavuM)\nTo Run\nદોડવું  (doDavuM)\nTo Stop\nઅટકાવવું (aTakAvavuM)\nTo Open\nખોલવું  (kholavuM)\nTo Close\nબંધ કરવું (baMdh karavuM)\nTo See\nજોવું  (jovuM)"
  },
  {
    "id": 15,
    "title": "Simple Present Tense of “To Be” in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/simple-present-tense-of-to-be-in-gujarati",
    "content": "In English, the verb “to Be” has special significance. Its different forms are used along with other verbs to indicate tense. The same is the case in Gujarati.\n“To Be” in English is હોવું (“hovuM”) in Gujarati. In English “am”, ”are” and ”is” are different forms of “to be” for different pronouns. Similarly in Gujarati there are different forms of હોવું (“hovuM”) for different pronouns. The below chart shows has the details.\nPronoun in English\nForm of “To Be”\nPronoun in Gujarati\nForm of હોવું (“hovuM”)in Gujarati\nહું  (huM)\nછું  (ChuM)\nare\nઅમે  (ame)\nછીએ(ChIe)\nwe ( listener including)\nare\nઆપણે  (ApaNe)\nYou (singular )\nare\nતું  (tuM)\nછે  (Che)\nYou (plural)\nare\nતમે  (tame)\nછો  (Cho)\nHe/She/It/This/That\nઆ/એ/તે  (A/e/te)\nછે  (Che)\nThey / Those (m./f/n.)\nare\nતેઓ/ એ  (teo /e)\nછે  (Che)"
  },
  {
    "id": 16,
    "title": "Simple Present Tense in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/simple-present-tense-in-gujarati",
    "content": "We have seen forms of હોવું  (“hovuM”) in simple present tense in the lesson https://learnmarathiwithkaushik.com/courses/simple-present-tense-of-to-be-in-gujarati/\nThese forms and suffixes to the main verb is used to indicate simple present tense.\nIn English, some verbs are “to come”, “to go”, “to laugh”, etc. When using verbs in sentences we omit “to” and instead use the stem of the verb like “come”, “go” and “laugh” and change its form like “coming”, “going”, “laughing” etc.\nSimilarly, in Gujarati some verb examples are આવવું (AvavuM), ખાવું (khAvuM), ગાવું (gAvuM), etc. And when using them in sentences we omit ending વું(vuM) before creating forms. Bear this in mind when learning grammar rules moving forwards.\nFor example, for the first person “I” the Gujarati suffix is ઉં (uM). So for the verb આવવું (AvavuM) by removing the ending વું (vuM) the stem of verb is આવ(Av). If you add suffix ઉં (uM) it become આવું (AvuM). Remember, the form of હોવું  (hovuM) in simple present tense is છું (ChuM). So the full verb in simple present tense becomes આવું છું (AvuM ChuM)\nI come -> હું આવું છું (huM AvuM ChuM)\nSimilarly, for other pronouns :\nWe come -> અમે/આપણે આવિએ છીએ (ame/ApaNe Avie ChIe)\nYou(singular) come -> તું આવે છે  (tuM Ave Che)\nYou (plural) come -> તમે આવો છો  (tame Avo Cho)\nHe/She/It/Those come(s) -> આ/એ/તે/તેઓ આવે છે  (A/e/te/teo Ave Che)\nPronoun in English\nPronoun in Gujarati\nSuffix to verb\nForm of હોવું (“hovuM”)in Present Tense\nહું  (huM)\nઉં  (uM)\nછું  (ChuM)\nઅમે  (ame)\nઈએ  (Ie)\nછીએ (ChIe)\nwe ( listener including)\nઆપણે  (ApaNe)\nYou (singular )\nતું  (tuM)\nએ  (e)\nછે  (Che)\nYou (plural)\nતમે  (tame)\nઓ  (o)\nછો  (Cho)\nFor Third person Singular and plural e.g. ( He/She/It/ This/That/They/Those  )\nઆ/એ/તે/ તેઓ (A/e/te/ teo)\nએ  (e)\nછે  (Che)"
  },
  {
    "id": 17,
    "title": "Simple Future Tense in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/simple-future-tense-in-gujarati",
    "content": "Suffixes in Simple future tense in Gujarati are mentioned in below table. In simple future tense we do not use form of હોવું  (“hovuM”) unlike in simple present tense\nBut the form of હોવું  (“hovuM”) are also created using same suffixes; with little change as seen in below table\nPronoun in English\nPronoun in Gujarati\nSuffix to verb\nForm of verb હોવું (hovuM) in future tense\nહું  (huM)\nઈશ  (Ish)\nહોઈશ  (hoIsh)\nઅમે  (ame)\nશું(shuM)/ ઈશું(IshuM)\nહશું  (hashuM)\nwe ( listener including)\nઆપણે  (ApaNe)\nYou (singular )\nતું  (tuM)\nઇશ  (Ish)\nહોઈશ  (hoIsh)\nYou (plural)\nતમે  (tame)\nશો  (sho)\nહશો  (hasho)\nFor Third person Singular and plural e.g. (He/She/It/This/That /They/ Those  )\nઆ/એ/તે/ તેઓ (A/e/te/ teo)\nશે  (she)\nહશે  (hashe)"
  },
  {
    "id": 18,
    "title": "Simple Past Tense of “To Be” in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/simple-past-tense-of-to-be-in-gujarati",
    "content": "The simple past tense of the verb “to be” i.e. હોવું  (“hovuM”) in Gujarati is simple. There are very few suffixes.\nInterestingly, the choice of suffix depends on gender of noun/pronoun rather than whether it is first person (I, we), second person (you) or third person ( he, she, etc.). These forms will follow ઓ-ઈ-ઉં-આ-ઈ-આં (o-I-uM-A-I-AM ) યો-ઈ-યું-યા-ઈ-યાં ( yo-I-yuM-yA-I-yAM ) rule\nEnglish Pronoun\nGujarati Pronoun\nForm of હોવું  (“hovuM”)in Gujarati\nMasculine Singular Pronouns: I, You, He, This, That\nહું  (huM), તું  (tuM), આ/એ/તે  (A/e/te) પુલ્લિંગ\nહતો (hato )\nFeminine  Singular Pronouns: I, You, She, This, That\nહું  (huM), તું  (tuM), આ/એ/તે  (A/e/te) સ્ત્રીલિંગ\nહતી (hatI )\nNeuter Singular Pronouns. Generally only in third person It, This, That\nઆ/એ/તે  (A/e/te) નપુસકલિંગ\nહતું (hatuM )\nMasculine plural pronouns We, You(plural), They, Those, These\nઅમે  (ame), આપણે  (ApaNe), તમે (tame ) આ/તેઓ/ એ/તે  (A/teo /e/te) પુલ્લિંગ\nહતા (hatA)\nFirst & Second person plural for Feminine and Polite form We, You(plural),\nઅમે(ame), આપણે  (ApaNe), તમે (tame) સ્ત્રીલિંગ\nહતાં (hatAM)\nThird person plural for Feminine They/Those/These\nઆ/તેઓ/એ/તે  (A/teo /e/te) સ્ત્રીલિંગ\nહતી (hatI )\nPlurals in neuter gender Generally only in third person\nઆ/એ/તે  (A/e/te)\nહતાં (hatAM)"
  },
  {
    "id": 19,
    "title": "Simple Past tense in Gujarati – Part 1",
    "url": "https://learnmarathiwithkaushik.com/courses/simple-past-tense-in-gujarati-part-1",
    "content": "In previous lesson ( https://learnmarathiwithkaushik.com/courses/simple-past-tense-of-to-be-in-gujarati/ ) we studied simple Past tense of verb “To Be”. Let us see the simple past tense of other verbs.\nIn Simple past tense there 2 types of statements.\nType 1) Verbs which require nouns/objective i.e. transitive verbs\ne.g. I ate mango.\nHere “I” is subjective/Nominative and “mango” is objective.\nIn Gujarati such verbs are called સકર્મક ક્રિયાપદ(sakarmak kriyApad)\nType 2) Verbs which do not require nouns/objective i.e. intransitive verbs\ne.g. I speak.\nHere “I” is subjective (Nominative) . The verb speak does not need noun/objective\nIn Gujarati such verbs are called અકર્મક ક્રિયાપદ(akarmak kriyApad)\nFor 1 st kind of statement verb is formed according to gender of objective\nAnd in 2 nd kind of statement verb is formed according to gender of Pronoun/subjective/Nominative\nSuffixes are as follows\nEnglish Pronoun\nGujarati Pronoun\nSuffix to verb\nMasculine Singular Pronouns I, You, He, This, That\nહું  (huM), તું  (tuM), આ/એ/તે  (A/e/te) પુલ્લિંગી\nયો (yo )\nFeminine  Singular Pronouns I, You, She, This, That\nહું  (huM), તું  (tuM), આ/એ/તે  (A/e/te) સ્ત્રિલિંગી\nઈ (I)\nNeuter Singular Pronouns. Generally only in third person It, This, That\nઆ/એ/તે  (A/e/te) નપુસકલિંગ\nયું (yuM )\nMasculine plural pronouns We, You(plural), They, Those, You(plural)\nઅમે  (ame), આપણે  (ApaNe), તમે (tame ) તેઓ/ એ/તે  (teo /e/te) પુલ્લિંગી\nયા (yA)\nFirst & Second person plural for Feminine We, You(plural) and Polite form\nઅમે  (ame), આપણે  (ApaNe), તમે (tame ) , તેઓ(teo) સ્ત્રિલિંગી\nયાં (yAM)\nThird plural for Feminine They/Those/These\nતેઓ/આ/એ/તે  (teo /A/e/te) સ્ત્રિલિંગી\nઈ (I)\nPlurals in neuter gender Generally only in third person Or Group of different gender perosns\nઆ/એ/તે  (A/e/te)\nયાં (yAM)\nNote that these suffixes follow ઓ-ઈ-ઉં-આ-ઈ-આં (o-I-uM-A-I-AM ) યો-ઈ-યું-યા-ઈ-યાં ( yo-I-yuM-yA-I-yAM ) rule\nNote that suffixes merge with last consonant of the verb stem\nSo, બોલ(bol) + યો(yo) = બોલ્યો(bolyo )  and Not બોલયો  (bolayo) ચાલ(chAl ) + યું(yuM ) = ચાલ્યું (chAlyuM ) an NOT ચાલયું ( chAlayuM)"
  },
  {
    "id": 20,
    "title": "Simple Past tense in Gujarati – Part 2",
    "url": "https://learnmarathiwithkaushik.com/courses/simple-past-tense-in-gujarati-part-2",
    "content": "In previous lesson ( https://learnmarathiwithkaushik.com/courses/simple-past-tense-in-gujarati-part-1/ ) we studied the simple past tense of અકર્મક ક્રિયાપદ(akarmak kriyApad) i.e. intransitive verbs (verbs that do not need accompanying noun).\nIn this lesson, let us see examples of સકર્મક ક્રિયાપદ(sakarmak kriyApad) i.e. verb that needs noun. Two rules to be noted :-\n1) The suffix is decided as per the gender and multiplicity of noun 2) Form of કર્તા(kartA) i.e. doer of action is changed.\nએ(e) is appended to proper noun and generally, ણે (Ne) is appended to pronoun. However, a few pronouns have different forms. So I have listed them all below\nPronoun in English\nPronoun in Gujarati\nForm of Pronoun in Past Tense\nહું (huM)\nમેં  (meM )\nwe (listener excluded)\nઅમે (ame)\nઅમે (ame )\nwe (listener included)\nઆપણે(ApaNe)\nઆપણે  (ApaNe )\nYou (singular)\nતું(tuM)\nતેં  (teM )\nYou (plural)\nતમે(tame)\nતમે (tame)\nHe /She /It (when the person or thing is near ) / This (m./f./n.)\nઆ(A)\nઆણે  (ANe  )\nHe /She /It (when the person or thing is far) / That (m./f./n.)\nએ  (e) તે(te)\nએણે  (eNe ) તેણે  (teNe )\nThey / Those / These (for person )\nઆ(A) એ  (e) તેઓ(teo)\nઆમણે (AmaNe ) એમણે (emaNe) તેઓએ  (teoe)/ તેમણે  (temaNe )\nThey / Those / These (for nonliving thing)\nએ  (e)\nએણે  (eNe )\nSuffixes\nGender & Multiplicity of object\nSuffix to verb\nMasculine Singular\nયો (yo )\nFeminine Singular\nઈ (I)\nNeuter Singular\nયું (yuM )\nMasculine Plural\nયા (yA)\nFeminine plural\nઈ (I)\nNeuter plural\nયાં (yAM)\nThis is same as we discussed in ઓ-ઈ-ઉં-આ-ઈ-આં (o-I-uM-A-I-AM ) યો-ઈ-યું-યા-ઈ-યાં ( yo-I-yuM-yA-I-yAM ) rule\nI saw a boy -> મેં છોકરો જોયો (meM Chokaro joyo ) Here, the doer of the action is “I”. Its past tense form is મેં  (meM ). Object is “boy” which is masculine singular so, suffix for verb is યો (yo ) જો(jo) + યો (yo )= જોયો (joyo )\nI saw a girl -> મેં છોકરી જોઈ  (meM ChokarI joI ) Here, the doer of the action is “I”. Its past tense form is મેં  (meM ). Object is “girl” which is feminine singular. So, suffix for verb is ઈ (I) જો(jo) + ઈ (I) = જોઈ  (joI )\nI saw girls -> મેં છોકરીઓ જોઈ  (meM ChokarIo  joI ) Here doer of actions is “I”. Its past tense form is મેં  (meM ). Object is “girls” which is feminine plural. So, suffix for verb is ઈ (I) જો(jo) + ઈ (I) = જોઈ  (joI )\nI saw a tree-> મેં ઝાડ જોયું  (meM jhAD joyuM ) Here doer of actions is “I”. Its past tense form is મેં  (meM ). Object is “tree” which is neuter singular. So, suffix for verb is યું (yuM ) જો(jo) +યું (yuM ) = જોયું  (joyuM)\nExample of polite form (plural to indicate respect). If you are talking about father; you will use for “તેમણે” He bought bicycle -> તેમણે સાઇકલ ખરીદી (teoe/temaNe sAIkal kharIdI) When using “you(singular)” in the past tense, form of તું(tuM) is તેં  (teM ) You saw a boy -> તેં છોકરો જોયો (teM Chokaro joyo ) You saw a girl -> તેં છોકરી જોઈ  (teM ChokarI joI ) You saw a tree-> તેં ઝાડ જોયું  (teM jhAD joyuM)\nSimilar sentences with proper noun will be formed by appending એ(e) to proper noun. If ending vowel is અ(a) then એ(e) is mixed with last letter. To create sentences for boy named રામ(Ram) we will use its form રામ(ram) + એ(e)  -> રામે (rAme) So sentences will be\nRam saw a boy -> રામે છોકરો જોયો (rAme Chokaro joyo ) Ram saw a girl -> રામે છોકરી  જોઈ  (rAme ChokarI joI ) Ram saw a tree-> રામે ઝાડ જોયું  (rAme jhAD joyuM)\nSimilarly such sentences for girl named સીતા(sItA) will be સીતા(sItA) +  એ(e)  ->  સીતાએ ( sItAe ) As word is not ending with અ(a). So એ(e) is appended separately.\nSita saw a boy -> સીતાએ છોકરો જોયો (sITAe Chokaro joyo ) Sita saw a girl -> સીતાએ છોકરી  જોઈ  (sITAe ChokarI joI ) Sita saw a tree-> સીતાએ ઝાડ જોયું  (sITAe jhAD joyuM)"
  },
  {
    "id": 21,
    "title": "Present Continuous tense in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/present-continuous-tense-in-gujarati",
    "content": "We have already seen present tense of verb “To be” i.e  હોવું (“hovuM”) in Gujarati.\nExtending this concept we will see sentences in present continuous tense\nStructure is Doer of action verb + ઈ(I) Form of રહેવું (“rahevuM”) Form of હોવું (“hovuM”) as in Present Tense અમે (ame) કરી (karI) રહ્યાં(rahyAM) છીએ(ChIe)\nDoer of action\nverb + ઈ(I)\nForm of રહેવું (“rahevuM”)\nForm of હોવું (“hovuM”) as in Present Tense\nઅમે (ame)\nકરી (karI)\nરહ્યાં(rahyAM)\nછીએ(ChIe)\nForms of રહેવું (“rahevuM”) :- For Masculine Singular in any person :- રહ્યો  (rahyo) For Masculine Plural in any person :- રહ્યા  (rahyA) For Feminine Singular in any person :- રહી  (rahI) For Feminine plural in first and second person :- રહ્યાં  (rahyAM) For Feminine plural in third person :- રહી  (rahI) For Neuter Singular in any person :- રહ્યું  (rahyuM) For Neuter plural or group of different genders :- રહ્યાં  (rahyAM)\nThus combining above forms and form of હોવું (“hovuM”) as in Present Tense, it can be summarized as follows\nPronoun in English\nPronoun in Gujarati\nForm of રહેવું (“rahevuM”)\nForm of હોવું (“hovuM”)in Present Tense\nI (masculine)\nહું  (huM)\nરહ્યો  (rahyo)\nછું  (ChuM)\nI (Feminine)\nહું  (huM)\nરહી  (rahI)\nછું  (ChuM)\nઅમે  (ame)\nરહ્યા  (rahyA) for male-only group રહ્યાં  (rahyAM) otherwise\nછીએ  (ChIe)\nwe ( listener including)\nઆપણે  (ApaNe)\nYou (masculine singular )\nતું  (tuM)\nરહ્યો  (rahyo)\nછે  (Che)\nYou (feminine singular )\nતું  (tuM)\nરહી  (rahI)\nછે  (Che)\nYou (plural)\nતમે  (tame)\nરહ્યા  (rahyA) for male-only group otherwise રહ્યાં  (rahyAM)\nછો  (Cho)\nHe/This/That Masculine Singular\nઆ/એ/તે (A/e/te)\nરહ્યો  (rahyo)\nછે  (Che)\nShe/This/That Feminine Singular & Plural\nઆ/એ/તે/તેઓ (A/e/te/teo)\nરહી  (rahI)\nછે  (Che)\nIt/This/That Neuter Singular\nઆ/એ/તે (A/e/te)\nરહ્યું  (rahyuM)\nછે  (Che)\nThey/Those (masculine)\nતેઓ (teo)\nરહ્યા  (rahyA)\nછે  (Che)\nThey/Those (neuter. Or group of different genders)\nએ/તેઓ (e/ teo)\nરહ્યાં  (rahyAM)\nછે  (Che)"
  },
  {
    "id": 22,
    "title": "Past Continuous Tense in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/past-continuous-tense-in-gujarati",
    "content": "We have already seen present continuous tense. Extending this concept we will see sentences in past continuous tense. Only difference is that we will use Form of હોવું (“hovuM”) as in past Tense. We have also studied them in previous lessons. So this lesson is very easy.\nStructure is Doer of action verb + ઈ(I) Form of રહેવું (“rahevuM”) Form of હોવું (“hovuM”) as in Past Tense અમે (ame) કરી (karI) રહ્યાં(rahyAM) હતાં(hatAM)\nDoer of action\nverb + ઈ(I)\nForm of રહેવું (“rahevuM”)\nForm of હોવું (“hovuM”) as in Past Tense\nઅમે (ame)\nકરી (karI)\nરહ્યાં(rahyAM)\nહતાં(hatAM)\nForms of રહેવું (“rahevuM”) are same as in present continuous tense. just repeating it here :- For Masculine Singular in any person :- રહ્યો  (rahyo) For Masculine Plural in any person :- રહ્યા  (rahyA) For Feminine Singular in any person :- રહી  (rahI) For Feminine plural in first and second person :- રહ્યાં  (rahyAM) For Feminine plural in third person :- રહી  (rahI) For Neuter Singular in any person :- રહ્યું  (rahyuM) For Neuter plural or group of different genders :- રહ્યાં  (rahyAM)\nThis is same as discussed in ઓ-ઈ-ઉં-આ-ઈ-આં (o-I-uM-A-I-AM ) યો-ઈ-યું-યા-ઈ-યાં ( yo-I-yuM-yA-I-yAM ) rule\nThus combining above forms and form of હોવું (“hovuM”) as in Past Tense, it can be summarized as follows Pronoun in English Pronoun in Gujarati Form of રહેવું (“rahevuM”) Form of હોવું (“hovuM”)in PastTense I (masculine) હું  (huM) રહ્યો  (rahyo) હતો (hato ) I (Feminine) હું  (huM) રહી  (rahI) હતી (hatI ) we અમે  (ame) રહ્યા  (rahyA) for male-only group રહ્યાં  (rahyAM) otherwise હતા (hatA) for male-only group હતાં (hatAM) otherwise we ( listener including) આપણે  (ApaNe) You (masculine singular ) તું  (tuM) રહ્યો  (rahyo) હતો (hato ) You (feminine singular ) તું  (tuM) રહી  (rahI) હતી (hatI ) You (plural) તમે  (tame) રહ્યા  (rahyA) for male-only group otherwise રહ્યાં  (rahyAM) હતા (hatA) for male-only group હતાં (hatAM) otherwise He/This/That Masculine Singular આ/એ/તે (A/e/te) રહ્યો  (rahyo) હતો (hato ) She/This/That Feminine Singular &Plural આ/એ/તે/તેઓ (A/e/te/teo) રહી  (rahI) હતી (hatI ) It/This/That Neuter Singular આ/એ/તે (A/e/te) રહ્યું  (rahyuM) હતું (hatuM ) They/Those (masculine) તેઓ (teo) રહ્યા  (rahyA) હતા (hatA) They/Those (neuter. Or group of different genders) એ/તેઓ (e/ teo) રહ્યાં  (rahyAM) હતાં (hatAM)\nPronoun in English\nPronoun in Gujarati\nForm of રહેવું (“rahevuM”)\nForm of હોવું (“hovuM”)in PastTense\nI (masculine)\nહું  (huM)\nરહ્યો  (rahyo)\nહતો (hato )\nI (Feminine)\nહું  (huM)\nરહી  (rahI)\nહતી (hatI )\nઅમે  (ame)\nરહ્યા  (rahyA) for male-only group રહ્યાં  (rahyAM) otherwise\nહતા (hatA) for male-only group હતાં (hatAM) otherwise\nwe ( listener including)\nઆપણે  (ApaNe)\nYou (masculine singular )\nતું  (tuM)\nરહ્યો  (rahyo)\nહતો (hato )\nYou (feminine singular )\nતું  (tuM)\nરહી  (rahI)\nહતી (hatI )\nYou (plural)\nતમે  (tame)\nરહ્યા  (rahyA) for male-only group otherwise રહ્યાં  (rahyAM)\nહતા (hatA) for male-only group હતાં (hatAM) otherwise\nHe/This/That Masculine Singular\nઆ/એ/તે (A/e/te)\nરહ્યો  (rahyo)\nહતો (hato )\nShe/This/That Feminine Singular &Plural\nઆ/એ/તે/તેઓ (A/e/te/teo)\nરહી  (rahI)\nહતી (hatI )\nIt/This/That Neuter Singular\nઆ/એ/તે (A/e/te)\nરહ્યું  (rahyuM)\nહતું (hatuM )\nThey/Those (masculine)\nતેઓ (teo)\nરહ્યા  (rahyA)\nહતા (hatA)\nThey/Those (neuter. Or group of different genders)\nએ/તેઓ (e/ teo)\nરહ્યાં  (rahyAM)\nહતાં (hatAM)"
  },
  {
    "id": 23,
    "title": "Future Continuous tense in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/future-continuous-tense-in-gujarati",
    "content": "We have already seen present continuous tense. Extending this concept we will see sentences in future continuous tense. Only difference is that we will use Form of હોવું (“hovuM”) as in future tense. We have also studied them in previous lessons. So this lesson is very easy.\nStructure is Doer of action verb + ઈ(I) Form of રહેવું (“rahevuM”) Form of હોવું (“hovuM”) as in future Tense અમે (ame) કરી (karI) રહ્યાં(rahyAM) હશું(hashuM)\nDoer of action\nverb + ઈ(I)\nForm of રહેવું (“rahevuM”)\nForm of હોવું (“hovuM”) as in future Tense\nઅમે (ame)\nકરી (karI)\nરહ્યાં(rahyAM)\nહશું(hashuM)\nForms of રહેવું (“rahevuM”) are same as in present continuous tense. Just repeating here :- For Masculine Singular in any person :- રહ્યો  (rahyo) For Masculine Plural in any person :- રહ્યા  (rahyA) For Feminine Singular in any person :- રહી  (rahI) For Feminine plural in first and second person :- રહ્યાં  (rahyAM) For Feminine plural in third person :- રહી  (rahI) For Neuter Singular in any person :- રહ્યું  (rahyuM)\nFor Neuter plural or group of different genders :- રહ્યાં  (rahyAM)\nThus combining above forms and form of હોવું (“hovuM”) as in Past Tense, it can be summarized as follows Pronoun in English Pronoun in Gujarati Form of રહેવું (“rahevuM”) Form of verbહોવું (hovuM) in future tense I(masculine) હું  (huM) રહ્યો  (rahyo) હોઈશ  (hoIsh) I(feminine) હું  (huM) રહી  (rahI) હોઈશ  (hoIsh) we અમે  (ame) રહ્યા  (rahyA) for male-only group otherwise રહ્યાં  (rahyAM) હશું  (hashuM) we ( listener including) આપણે  (ApaNe) You (singular masculine ) તું  (tuM) રહ્યો  (rahyo) હોઈશ  (hoIsh) You (singular feminine ) તું  (tuM) રહી  (rahI) હોઈશ  (hoIsh) You (plural) તમે  (tame) રહ્યા  (rahyA) for male-only group otherwise રહ્યાં  (rahyAM) હશો  (hasho) For Third person Masculine Singular (He /This/That આ/એ/તે(A/e/te) રહ્યો  (rahyo) હશે  (hashe) For Third person Feminine Singular & Plural (She/This/That આ/એ/તે(A/e/te) રહી  (rahI) હશે  (hashe) For Third person Neuter Singular (It/This/That ) આ/એ/તે(A/e/te) રહ્યું  (rahyuM) હશે  (hashe) For Third person Plural masculine (They/Those ) આ/એ/તે/તેઓ (A/e/te) રહ્યા (rahyA) હશે  (hashe) For Third person Plural neuter (They/Those ) or group of different genders. આ/એ/તે (A/e/te) રહ્યાં  (rahyAM) હશે  (hashe)\nPronoun in English\nPronoun in Gujarati\nForm of રહેવું (“rahevuM”)\nForm of verbહોવું (hovuM) in future tense\nI(masculine)\nહું  (huM)\nરહ્યો  (rahyo)\nહોઈશ  (hoIsh)\nI(feminine)\nહું  (huM)\nરહી  (rahI)\nહોઈશ  (hoIsh)\nઅમે  (ame)\nરહ્યા  (rahyA) for male-only group otherwise રહ્યાં  (rahyAM)\nહશું  (hashuM)\nwe ( listener including)\nઆપણે  (ApaNe)\nYou (singular masculine )\nતું  (tuM)\nરહ્યો  (rahyo)\nહોઈશ  (hoIsh)\nYou (singular feminine )\nતું  (tuM)\nરહી  (rahI)\nહોઈશ  (hoIsh)\nYou (plural)\nતમે  (tame)\nરહ્યા  (rahyA) for male-only group otherwise રહ્યાં  (rahyAM)\nહશો  (hasho)\nFor Third person Masculine Singular (He /This/That\nઆ/એ/તે(A/e/te)\nરહ્યો  (rahyo)\nહશે  (hashe)\nFor Third person Feminine Singular & Plural (She/This/That\nઆ/એ/તે(A/e/te)\nરહી  (rahI)\nહશે  (hashe)\nFor Third person Neuter Singular (It/This/That )\nઆ/એ/તે(A/e/te)\nરહ્યું  (rahyuM)\nહશે  (hashe)\nFor Third person Plural masculine (They/Those )\nઆ/એ/તે/તેઓ (A/e/te)\nરહ્યા (rahyA)\nહશે  (hashe)\nFor Third person Plural neuter (They/Those ) or group of different genders.\nઆ/એ/તે (A/e/te)\nરહ્યાં  (rahyAM)\nહશે  (hashe)"
  },
  {
    "id": 24,
    "title": "Negative Sentence in Simple Present tense in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/negative-sentence-in-simple-present-tense-in-gujarati",
    "content": "Structure of Negative sentence in simple present tense is as follows Doer of action નથી (nathI) Verb + Suffix હું (huM) નથી (nathI) કરતો (karato)\nDoer of action\nનથી (nathI)\nVerb + Suffix\nહું (huM)\nનથી (nathI)\nકરતો (karato)\nSuffix depends on gender rather than person (first, second or third)\nSuffixes are as follows English Pronoun Gujarati Pronoun Suffix Masculine Singular Pronouns I, You, He, This, That હું  (huM), તું  (tuM), આ/એ/તે  (A/e/te) પુલ્લિંગી તો (to ) Feminine Singular & Plural Pronouns I, You, She, This, That (\"we(feminine)\" not included) હું  (huM), તું  (tuM), આ/એ/તે/ તેઓ  (A/e/te/teo) સ્ત્રિલિંગી તી (tI ) Neuter Singular Pronouns. Generally only in third person It, This, That આ/એ/તે  (A/e/te) નપુસકલિંગ તું (tuM ) Masculine Plurals in all persons We, You(plural), They, Those અમે  (ame), આપણે  (ApaNe), તેઓ/આ /એ/તે (teo/A/e/te) તમે (tame) તા (tA) We (feminine) Neuter Plural (They/Those ) or group of different genders અમે  (ame), આપણે  (ApaNe), તેઓ/આ /એ/તે (teo/A/e/te) તમે (tame) તાં (tAM)\nEnglish Pronoun\nGujarati Pronoun\nSuffix\nMasculine Singular Pronouns I, You, He, This, That\nહું  (huM), તું  (tuM), આ/એ/તે  (A/e/te) પુલ્લિંગી\nતો (to )\nFeminine Singular & Plural Pronouns I, You, She, This, That (\"we(feminine)\" not included)\nહું  (huM), તું  (tuM), આ/એ/તે/ તેઓ  (A/e/te/teo) સ્ત્રિલિંગી\nતી (tI )\nNeuter Singular Pronouns. Generally only in third person It, This, That\nઆ/એ/તે  (A/e/te) નપુસકલિંગ\nતું (tuM )\nMasculine Plurals in all persons We, You(plural), They, Those\nઅમે  (ame), આપણે  (ApaNe), તેઓ/આ /એ/તે (teo/A/e/te) તમે (tame)\nતા (tA)\nWe (feminine) Neuter Plural (They/Those ) or group of different genders\nઅમે  (ame), આપણે  (ApaNe), તેઓ/આ /એ/તે (teo/A/e/te) તમે (tame)\nતાં (tAM)\nForms follow pattern discussed in ઓ-ઈ-ઉં-આ-ઈ-આં (o-I-uM-A-I-AM ) યો-ઈ-યું-યા-ઈ-યાં ( yo-I-yuM-yA-I-yAM ) rule"
  },
  {
    "id": 25,
    "title": "Negative Sentence in present continuous tense in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/negative-sentence-in-present-continuous-tense-in-gujarati",
    "content": "Negative sentence in are present continuous tense very easy to create from corresponding positive sentence.\nPositive sentence structure is Doer of action verb + ઈ(I) Form of રહેવું (“rahevuM”) Form of હોવું (“hovuM”) as in Present Tense અમે (ame) કરી (karI) રહ્યાં(rahyAM) છીએ(ChIe)\nDoer of action\nverb + ઈ(I)\nForm of રહેવું (“rahevuM”)\nForm of હોવું (“hovuM”) as in Present Tense\nઅમે (ame)\nકરી (karI)\nરહ્યાં(rahyAM)\nછીએ(ChIe)\nIn negative sentence, we do not use Form of હોવું (“hovuM”). Instead we use word નથી(nathi) for all genders and multiplicity and persons. Generally નથી(nathi) is said before,verb + ઈ(I).\nSo negative sentence structure is Doer of action નથી(nathi) verb + ઈ(I) Form of રહેવું (“rahevuM”) અમે (ame) નથી(nathi) કરી (karI) રહ્યાં(rahyAM)\nDoer of action\nનથી(nathi)\nverb + ઈ(I)\nForm of રહેવું (“rahevuM”)\nઅમે (ame)\nનથી(nathi)\nકરી (karI)\nરહ્યાં(rahyAM)\nBelow I have given both positive and negative setnence, thus it is easy to compare"
  },
  {
    "id": 26,
    "title": "Negative sentence in simple past tense in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/negative-sentence-in-simple-past-tense-in-gujarati",
    "content": "It is easy to create negative sentence in simple past tense from corresponding positive sentence. You just need to say “નથી”(nathi) before or after the verb to negate it.\nBelow I have given pairs of positive and negative sentences.\n(If boy says) I laughed -> હું હસ્યો  (huM hasyo ) (If boy says) I did not laugh -> હું નથી હસ્યો  (huM nathi hasyo )\n(If said to one boy) You walked -> તું ચાલ્યો   (tuM chAlyo  ) (If said to one boy) You did not walk -> તું નથી ચાલ્યો   (tuM nathi chAlyo  )\n(If girl says) I laughed ->હું હસી  (huM hasI) (If girl says) I did not laugh ->હું નથી હસી  (huM nathi hasI)\n(If said to one girl) You walked -> તું ચાલી  (tuM chAlI ) (If said to one girl) You did not walk -> તું નથી ચાલી  (tuM nathi chAlI )\nThey said -> તેઓ બોલ્યાં  (teo bolyAM ) They did not say -> તેઓ નથી બોલ્યાં  (teo nathi bolyAM )\nHe(polite) sat -> તેઓ બેસ્યા  (teo besyA) He(polite) did not seat  -> તેઓ નથી બેસ્યા  (teo nathi besyA)\nI saw a boy -> મેં એક છોકરો જોયો (meM ek laDakA joyo ) I did not see a boy -> મેં એક છોકરો નથી જોયો (meM ek laDakA nathi joyo )\nI saw a girl -> મેં એક છોકરી જોઈ  (meM ek ChokarIjoI ) I did not  see a girl -> મેં એક છોકરી નથી જોઈ  (meM ek ChokarI nathi joI )\nYou saw a tree-> તેં એક ઝાડ જોયું  (meM ek laDakA joyuM) You did not see a tree-> તેં એક ઝાડ નથી જોયું  (teM ek laDakA nathi joyuM)\nPeople ate tamarind -> લોકોએ આમલી ખાધી ( lokoe AmalI khAdhI ) People did not eat tamarind -> લોકોએ આમલી નથી ખાધી ( lokoe AmalI nathi khAdhI )\nYou ate many “Dahiwada”s -> તેં બહુ દહિવડા ખાધાં (teM bahu dahivaDA khAdhAM) You did not eat many “Dahiwada”s -> તેં બહુ દહિવડા નથી ખાધાં (teM bahu dahivaDA nathi khAdhAM)\nI drank water -> મેં પાણી પીધું(meM pANI pIdhuM) I did not drink water -> મેં પાણી નથી પીધું(meM pANI nathi pIdhuM)\nHe took steps -> એણે પગલાં લીધાં  (eNe pagalAM lIdhAM ) He did not take steps -> એણે પગલાં નથી લીધાં  (eNe pagalAM nathi lIdhAM )\nYou can put નથી either before verb or after verb. So એણે પગલાં નથી લીધાં (eNe pagalAM nathi lIdhAM ) is same as એણે પગલાં લીધાં નથી (eNe pagalAM lIdhAM nathi ) મેં પાણી નથી પીધું (meM pANI nathi pIdhuM) is same as મેં પાણી પીધું નથી (meM pANI pIdhuM nathi )\nForm of હોવું  (“hovuM”) in NEGATIVE simple past tense\nForm of હોવું  (“hovuM”) in NEGATIVE simple past tense are created by saying ન(n) before positive form. If they are combined together then instead of હ(h) we use has હો(ho) So,  ન(n) + હતો (hato )   combined as નહોતો (nahoto) Refer below table for all forms\nEnglish Pronoun\nGujarati Pronoun\nForm of હોવું  (“hovuM”) in positive simple past tense\nForm of હોવું  (“hovuM”) in NEGATIVE simple past tense\nMasculine Singular Pronouns I, You, He, This, That\nહું  (huM), તું  (tuM), આ/એ/તે (A/e/te) પુલ્લિંગી\nહતો (hato )\nન હતો (na hato ) / નહોતો (nahoto)\nFeminine  Singular Pronouns I, You, She, This, That\nહું  (huM), તું  (tuM), આ/એ/તે (A/e/te) સ્ત્રિલિંગી\nહતી (hatI )\nન હતી (na hatI ) / નહોતી (nahotI)\nNeuter Singular Pronouns. Generally only in third person It, This, That\nઆ/એ/તે (A/e/te) નપુસકલિંગ\nહતું (hatuM )\nન હતું (na hatuM ) / નહોતું (nahotuM)\nMasculine plural pronouns We, You(plural), They, ThoseYou(plural)\nઅમે  (ame), આપણે  (ApaNe), તમે (tame ) તેઓ/ એ/તે (teo /e/te) પુલ્લિંગી\nહતા (hatA)\nન હતા (na hatA) / નહોતા (nahotA)\nFirst & Second person plural for Feminine and Polite form We, You(plural),\nઅમે  (ame), આપણે  (ApaNe), તમે (tame ) , તેઓ(teo) સ્ત્રિલિંગી\nહતાં (hatAM)\nન હતાં (na hatAM) / નહોતાં (nahotAM)\nThird plural for Feminine They/Those/These\nતેઓ/ એ/તે (teo /e/te) સ્ત્રિલિંગી\nહતી (hatI )\nન હતી (na hatI ) / નહોતી (nahotI)\nPlurals in neuter gender Generally only in third person\nએ/તે (teo /e/te)\nહતાં (hatAM)\nન હતાં (na hatAM) / નહોતાં (nahotAM)\n(If boy says) I was there -> હું ત્યાં હતો   (huM tyAM hato ) (If boy says) I was not there ->હું ત્યાં નહોતો/ન હતો (huM tyAM nahoto/na hato  )\n(If said to to a girl) You were beautiful -> તું સુંદર હતી  (tuM suMdar hatI) (If said to to a girl) You were not beautiful -> તું સુંદર નહોતી/ન હતી (tuM suMdar nahotI/na hatI)\nHe(polite) was present -> તેઓ હાજર હતા  (teo hAjar hatA) He(polite) was not present -> તેઓ હાજર નહોતા/ન હતા (teo hAjar nahotA/na hatA)\nShe(polite) was present -> તેઓ હાજર હતાં  (teo hAjar hatAM)\nShe(polite) was not present -> તેઓ હાજર નહોતાં /ન હતાં (teo hAjar nahotAM/na                                                 hatAM )\n2nd way) By ending positive sentence with નહિં(nahiM) to make it negative (If boy says) I was not there ->હું ત્યાં હતો નહિં  (huM tyAM hato nahiM) (If said to to a girl) You were not beautiful -> તું સુંદર હતી નહિં  (tuM suMdar hatI nahiM ) He(polite) was not present -> તેઓ હાજર હતા નહિં (teo hAjar hatA nahiM)"
  },
  {
    "id": 27,
    "title": "Negative sentence in past continuous tense in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/negative-sentence-in-past-continuous-tense-in-gujarati",
    "content": "Negative sentence in past continuous tense very easy to create from corresponding positive sentence.\nPositive sentence structure is Doer of action verb + ઈ(I) Form of રહેવું (“rahevuM”) Form of હોવું (“hovuM”) as in Past Tense અમે (ame) કરી (karI) રહ્યાં(rahyAM) હતાં(hatAM)\nDoer of action\nverb + ઈ(I)\nForm of રહેવું (“rahevuM”)\nForm of હોવું (“hovuM”) as in Past Tense\nઅમે (ame)\nકરી (karI)\nરહ્યાં(rahyAM)\nહતાં(hatAM)\nIn negative sentence, we use negative form of હોવું (“hovuM”). Doer of action verb + ઈ(I) Form of રહેવું (“rahevuM”) NEGATIVE Form of હોવું (“hovuM”) as in Past  Tense અમે (ame) કરી (karI) રહ્યાં(rahyAM) નહોતાં(nahotAM)\nDoer of action\nverb + ઈ(I)\nForm of રહેવું (“rahevuM”)\nNEGATIVE Form of હોવું (“hovuM”) as in Past  Tense\nઅમે (ame)\nકરી (karI)\nરહ્યાં(rahyAM)\nનહોતાં(nahotAM)\nRefer previous lesson Negative sentence in simple past tense for NEGATIVE Form of હોવું  (“hovuM”) https://learnmarathiwithkaushik.com/courses/negative-sentence-in-simple-past-tense-in-gujarati/\nPosition of negative form of હોવું (“hovuM”) can be before or after Form of રહેવું (“rahevuM”)"
  },
  {
    "id": 28,
    "title": "Negative sentences in simple future tense in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/negative-sentences-in-simple-future-tense-in-gujarati",
    "content": "Negative sentence in simple future tense can be easily created from corresponding positive sentence. Adding નહિં(nahiM) to positive sentence will make it negative.\nBelow I have given pairs of positive and negative sentence to make it clear."
  },
  {
    "id": 29,
    "title": "Negative Sentence in future continuous tense in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/negative-sentence-in-future-continuous-tense-in-gujarati",
    "content": "Negative sentence in future continuous tense can be formed based on corresponding positive sentence.\nIn future continuous tense Structure of positive sentence is Doer of action verb + ઈ(I) Form of રહેવું (“rahevuM”) Form of હોવું (“hovuM”) as in future Tense અમે (ame) કરી (karI) રહ્યાં(rahyAM) હશું(hashuM)\nDoer of action\nverb + ઈ(I)\nForm of રહેવું (“rahevuM”)\nForm of હોવું (“hovuM”) as in future Tense\nઅમે (ame)\nકરી (karI)\nરહ્યાં(rahyAM)\nહશું(hashuM)\nIn negative sentence we use negative form of  હોવું (“hovuM”) which is નહિં હોઉં(nahiM houM) for first person i.e હું(huM) and નહિં હોય (nahiM hoy ) for all other genders, persons and plurals"
  },
  {
    "id": 30,
    "title": "Present-Past-Future Perfect Tense in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/present-past-future-perfect-tense-in-gujarati",
    "content": "Present and Past perfect tense Before you go ahead learning “Perfect tense” make sure you have understood “simple past tense” correctly. Because these tense use sentences from “simple past” and just add form of “to Be” to make it perfect.\nFor સકર્મક(sakarmak) veb i.e. the verb which requires noun, the form of “To Be” i.e. હોવું(hovuM) is decided based on noun.\nFor અકર્મક(akarmak) veb i.e. the verb which does NOT require noun, the form of “To Be” i.e. હોવું(hovuM) is decided based on કર્તા(kartA) i.e. doer of action.\nSo sentence structure in Present Perfect and Past Perfect is Sentence in simple past tense form of to Be i.e. હોવું(hovuM)\nSentence in simple past tense\nform of to Be i.e. હોવું(hovuM)\nસકર્મક(sakarmak) veb i.e. the verb which requires noun,\nSentence in simple past tense\nform of to Be i.e. હોવું(hovuM) as per gender and multiplicity of noun and tense\nTake sentence “I ate pickle”. In Gujarati it is “મેં અથાણું ખાધું”(meM athANuM khAdhuM) અથાણું is neuter-singular. So as see in previous lessons, form of હોવું(hovuM) in past tense is હતું ( hatuM) in present tense is છે ( Che )\nSo combined sentence will be :- I had eaten pickle -> મેં અથાણું ખાધું હતું(meM athANuM khAdhuM hatuM) I have eaten pickle -> મેં અથાણું ખાધું છે (meM athANuM khAdhuM Che )\nNow it being સકર્મક(sakarmak) verb, verb formation sentence will remain same irrespective of doer of action\nI/You/He/They had eaten pickle -> મેં/તેં/એણે/તેમણે અથાણું ખાધું હતું(meM/teM/eNe/temaNE athANuM khAdhuM hatuM)\nI/You/He/They have eaten pickle -> મેં/તેં/એણે/તેમણે અથાણું ખાધું છે ( meM/teM/eNe/temaNE athANuM khAdhuM Che )\nOther examples I opened box -> મેં પેટી ખોલી (meM peTI kholI)\nI/You/He/They had opened box -> મેં/તેં/એણે/તેમણે પેટી ખોલી હતી (meM peTI kholI hatI) I/You/He/They have opened box -> મેં/તેં/એણે/તેમણે પેટી ખોલી છે  (meM peTI kholI Che)\nNegative sentences will be used similarly, using negative form of verb  હોવું(hovuM)\nI/You/He/They had not opened box -> મેં/તેં/એણે/તેમણે પેટી ખોલી નહોતી (meM peTI kholI nahotI) I/You/He/They have not opened box -> મેં/તેં/એણે/તેમણે પેટી ખોલી નથી  (meM peTI kholI Che)\nYou must have noticed that negative sentence in present perfect is same as negative in simple past tense.\nઅકર્મક(akarmak) verb i.e. the verb which does not require noun,\nSentence in simple past tense\nform of to Be i.e. હોવું(hovuM) as per gender and multiplicity of doer of action and tense\nI(masc.) spoke -> હું બોલ્યો ( huM bolyo )\nhere કર્તા(kartA) is masculine singular. So as seen in previous lessons, form of હોવું(hovuM) in past tense is હતો ( hato ) in present tense is છું ( ChuM )\nI had spoken  -> હું બોલ્યો હતો ( huM bolyo hato ) I have spoken -> હું બોલ્યો છું ( huM bolyo ChuM )\nSimilarly, You(girl) laughed -> તું હસી  ( tuM hasI  )\nYou(girl) had laughed -> તું હસી હતી ( tuM hasI  hatI) You(girl) have laughed -> તું હસી છે ( tuM hasI  Che)\nNegative sentences will be used similarly, using negative form of verb  હોવું(hovuM)\nI had not spoken  -> હું બોલ્યો નહોતો ( huM bolyo nahoto )\nI have not spoken -> હું બોલ્યો નથી ( huM bolyo nathI) You(girl) had not laughed -> તું હસી નહોતી ( tuM hasI  nahotI )\nYou(girl) have not laughed -> તું હસી નથી ( tuM hasI  nathI)"
  },
  {
    "id": 31,
    "title": "Past /Present/Future Perfect Continuous tense in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/past-present-future-perfect-continuous-tense-in-gujarati",
    "content": "In English we use “perfect continuous” tense to indicate that some action has started in the past and has continued up until now or for long duration. e.g. “I have been studying Gujarati for last 2 years”, “She has been working here for past 1 month”,”He had been standing all day at work” etc.\nStyle 1) In Gujarati there is no special tense to match this “has/had been”. So while translating a “have been” statement -> translate it as if a “present continuous” tense. “had been” statement – > translate as if “past continuous” tense OR using “used-to” phrase. “will have been” statement -> translate as if “future continuous” tense.\ni.e. “He had been saying” can be said as “he was saying” -> એ બોલી રહ્યો હતો (e bolI rahyo hato) OR “He used to say” -> એ બોલતો હતો (e bolato hato) “He has been saying” can be said as “he is saying” -> એ બોલી રહ્યો છે (e bolI rahyo Che) “He will have been saying” can be said as “he will be saying” -> એ બોલી રહ્યો હશે (e bolI rahyo hashe)\nUsed-to phrase is discussed thoroughly in https://learnmarathiwithkaushik.com/courses/sentence-using-used-to-phrase-in-gujarati/\nStyle 2) In this style verb આવવું (AvavuM) is used along with main verb form to make it perfect continuous.\nThe sentence structure for present perfect continuous is Subject of sentence verb+ તો/તી/તું/તા/તી/તાં (to/tI/tuM/tA/tI/tAM) as per gender and multiplicity of subject. verb આવવું (AvavuM)  as per present perfect tense હું (huM) કરતો (karato) આવ્યો છું  (Avyo ChuM)\nSubject of sentence\nverb+ તો/તી/તું/તા/તી/તાં (to/tI/tuM/tA/tI/tAM) as per gender and multiplicity of subject.\nverb આવવું (AvavuM)  as per present perfect tense\nહું (huM)\nકરતો (karato)\nઆવ્યો છું  (Avyo ChuM)\nThe suffix to verb viz. તો/તી/તું/તા/તી/તાં (to/tI/tuM/tA/tI/tAM) is decided as per gender and multiplicity of subject. This is same as what we have seen in ઓ-ઈ-ઉં-આ-ઈ-આં (o-I-uM-A-I-AM ) યો-ઈ-યું-યા-ઈ-યાં ( yo-I-yuM-yA-I-yAM ) rule\nSimple hint is first translate “I have come” into Gujarati and then insert main verb+suffix to make it perfect continuous.\ne.g. If we want to say “I(boy) have been saying”. Then first, translate “I(boy) have come” i.e. હું આવ્યો છું (huM Avyo ChuM ). Now main verb is “to say” i.e. બોલ (bol) so we insert બોલતો (bolato ) into sentenece હું બોલતો આવ્યો છું (huM bolato Avyo ChuM )\nSame for girl will be formed as follows I(girl) have come -> હું આવી છું (huM AvI ChuM) Verb + suffix -> બોલતી (bolatI) I(girl) have been saying -> હું બોલતી આવી છું (huM bolatI AvI ChuM)\nFurther example will make it clear 1) she has been saying She has come -> એ આવી છે (e AvI Che) She has been saying -> એ બોલતી આવી છે. (e bolatI AvI Che.)\n2) They have been dancing They have come -> તેઓ આવ્યા છે. (teo AvyA Che.) They have been dancing -> તેઓ નાચતા આવ્યા છે. (teo nAchatA AvyA Che.)\n3) You have been eating mango You have come -> તમે આવ્યા છો. (tame AvyA Cho.) You have been eating mango -> તમે કેરી ખાતા આવ્યા છો (tame kerI khAtA AvyA Cho)\n4) I have been working there for past three years I have come -> હું આવ્યો છું (huM Avyo ChuM) I have been working -> હું કામ કરતો આવ્યો છું (huM kAm karato Avyo ChuM) I have been working there for three years -> હું ત્યાં ત્રણ વર્ષ કામ કરતો આવ્યો છું. (huM tyAM traN varSh kAm karato Avyo ChuM.)"
  },
  {
    "id": 32,
    "title": "Commands / Imperative statements in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/commands-imperative-statements-in-gujarati",
    "content": "Taking pause in grammar discussion about tenses, let us learn some new topic. Let us learn how to give commands in Gujarati.\nIt is very easy. Just saying the verb is giving order to someone.\nWhen speaking with someone with respect i.e  when you will address someone with તમે (tame)/આપ(Ap); then verb is suffixed with ઓ ( o)"
  },
  {
    "id": 33,
    "title": "Saying My/His/Her in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/saying-my-his-her-in-gujarati",
    "content": "To represent the ownership we use My/His/Her etc. In English these forms are gender neutral e.g My son. My daughter. My table. For all the three cases we used “My”. But in Gujarati, depending on the gender of the objective form changes.\ne.g. For “My” in English, there are 3 forms in Gujarati viz. મારો (mAro ) for masculine મારી (mArI ) for feminine મારું (mAruM ) for neuter\nSo above cases will be My son –> મારો દીકરો (mAro dIkaro ) My daughter –> મારી દિકરી (mArI dikarI ) My Table –> મારું ટેબલ (mAruM Tebal )\nIf objective is plural then again there are another form, મારા (mArA) for masculine plural મારાં(mArAM) for neuter plural (or group of different genders) For feminine gender it is same as singular form i.e. મારી (mArI )\nMy sons –> મારા દીકરા (mArA dIkarA) My daughters –> મારી દીકરીઓ (mArAM dIkarIo ) My Tables –> મારાં ટેબલ (mArAM Tebal ) My father –> મારા બાપુ (mArA bApu )\nSimilarly there are forms for other pronouns as listed below. These forms follow pattern discussed in ઓ-ઈ-ઉં-આ-ઈ-આં (o-I-uM-A-I-AM ) યો-ઈ-યું-યા-ઈ-યાં ( yo-I-yuM-yA-I-yAM ) rule\nPronoun in English\nPronoun in Gujarati\nForms to indicate possession. Masculine-Feminine-Neuter-and thier plural\nહું (huM)\nમારો-મારી-મારું-મારા-મારી-મારાં (mAro-mArI-mAruM-mArA-mArI-mArAM )\nઅમે (ame)\nઅમારો-અમારી-અમારું-અમારા-અમારી-અમારાં (amAro-amArI-amAruM-amArA-amArI-amArAM )\nwe ( listener including)\nઆપણે(ApaNe)\nઆપણો-આપણી-આપણું-આપણા-આપણી-આપણાં (ApaNo-ApaNI-ApaNuM-ApaNA-ApaNI-ApaNAM )\nYou (singular)\nતું(tuM)\nતારો-તારી-તારું-તારા-તારી-તારાં (tAro-tArI-tAruM-tArA-tArI-tArAM )\nYou (plural)\nતમે(tame)\nતમારો-તમારી-તમારું-તમારા-તમારી-તમારાં (tamAro-tamArI-tamAruM-tamArA-tamArI-tamArAM )\nHe /She /It (when person or thing is near ) / This (m./f/n.)\nઆ(A)\nઆનો-આની-આનું-આના-આની-આનાં (Ano-AnI-AnuM-AnA-AnI-AnAM )\nHe /She /It (when person or thing is far ) / That (m./f./n.)\nએ  (e) તે(te)\nએનો-એની-એનું-એના-એની-એનાં (eno-enI-enuM-enA-enI-enAM ) તેનો-તેની-તેનું-તેના-તેની-તેનાં (teno-tenI-tenuM-tenA-tenI-tenAM )\nThey / Those / These (for person )\nતેઓ(teo)\nતેમનો-તેમની-તેમનું-તેમના-તેમની-તેમનાં (temano-temanI-temanuM-temanA-temanI-temanAM ) તેઓનો-તેઓની-તેઓનું-તેઓના-તેઓની-તેઓનાં (teono-teonI-teonuM-teonA-teonI-teonAM )\nThose / These\nઆ(A) એ  (e)\nઆમનો-આમની-આમનું-આમના-આમની-આમનાં (Amano-AmanI-AmanuM-AmanA-AmanI-AmanAM) એમનો-એમની-એમનું-એમના-એમની-એમનાં (emano-emanI-emanuM-emanA-emanI-emanAM )\nFor proper names & common nouns suffixes are નો (no)-ની(nI)-નું(nuM)-ના(nA)-ની(nI)-નાં(nAM )\ne.g. Peter’s son –> પીટરનો દીકરો (pITarano dIkaro ) Peter’s daughter –> પીટરની દીકરી (pITaranI dIkarI ) Peter’s Table –> પીટરનું ટેબલ (pITaranuM Tebal )\nIf objective is plural then one form for all three genders. viz. Peter’s sons –> પીટરના દીકરા (pITaranA dIkarA ) Peter’s daughters –> પીટરની દીકરીઓ (pITaranAM dIkarIo ) Peter’s Tables –> પીટરનાં ટેબલ (pITaranAM Tebal ) Peters’s father –> પીટરના બાપુ (pITaranA bApu)\nAs we have seen before, for feminine polite form, we use neuter plural. So, Peters’s mother –> પીટરનાં બા (pITaranAM bA)"
  },
  {
    "id": 34,
    "title": "Preposition “TO” in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/preposition-to-in-gujarati",
    "content": "The preposition “To” in English is ને ( ne ) in Gujarati. So, To Ram -> રામને  ( rAmane ) To Sita ->  સીતાને (sItAne )\nBut preposition “To” is handled bit differently in Gujarati when used with pronouns. Special forms are created incorporating ને ( ne ) to pronouns. So no need to add ને ( ne ) again.\ne.g. “to him” in English is તેને ( tene) in Gujarati. Notice this special form already has ને ( ne ) In it. So no need to add ને ( ne ) again.\nBelow table has list of forms for all pronouns. Pronoun in English Pronoun in Gujarati Pronoun form with pronoun “To” I હું (huM) મને  (mane ) we અમે (ame) અમને  (amane ) we ( listener including) આપણે(ApaNe) આપણને  (ApaNane ) You (singular) તું(tuM) તને  (tane ) You (plural) તમે(tame) તમને  (tamane ) He /She /It (when person or thing is near ) / This (m./f/n.) આ(A) આને  (Ane ) He /She /It (when person or thing is far ) / That (m./f./n.) એ  (e) તે(te) એને  (ene ) તેને  (tene ) They તેઓ(teo) તેમને  (temane )/ તેઓને  (teone ) These Those આ(A) એ  (e) આમને (Amane) એમને  (emane )\nPronoun in English\nPronoun in Gujarati\nPronoun form with pronoun “To”\nહું (huM)\nમને  (mane )\nઅમે (ame)\nઅમને  (amane )\nwe ( listener including)\nઆપણે(ApaNe)\nઆપણને  (ApaNane )\nYou (singular)\nતું(tuM)\nતને  (tane )\nYou (plural)\nતમે(tame)\nતમને  (tamane )\nHe /She /It (when person or thing is near ) / This (m./f/n.)\nઆ(A)\nઆને  (Ane )\nHe /She /It (when person or thing is far ) / That (m./f./n.)\nએ  (e) તે(te)\nએને  (ene ) તેને  (tene )\nThey\nતેઓ(teo)\nતેમને  (temane )/ તેઓને  (teone )\nThese Those\nઆ(A) એ  (e)\nઆમને (Amane) એમને  (emane )\nGive me water -> મને પાણી આપ (mane pANI Ap) Father, tell it to him -> બાપુ, એને આ કહો  (bApu, ene A kaho ) Give it to Ram -> રામને આપ  (rAmane Ap ) Give it to Sita -> સીતાને આપ  (sItAne Ap ) Hang it to tree -> ઝાડને લટકાવ  (jhADane laTakAv ) Ask him(polite)  -> તેમને/તેઓને પૂછ  (temane/teone pUCh )"
  },
  {
    "id": 35,
    "title": "Sentences with person or human being as object",
    "url": "https://learnmarathiwithkaushik.com/courses/sentences-with-living-person-or-human-being",
    "content": "In the sentences we had seen so far the object in the sentence i.e. નામ was mostly inanimate objects. like box, mango, pen etc. What if the the object i.e. નામ was a living person a human being There is little difference in way such sentences are formed.\ne.g. First consider sentences with non-human things\nI see dog -> હું કૂતરો જોઉં છું(huM kUtaro jouM ChuM) I saw dog -> મેં કૂતરો જોયો(meM kUtaro joyo) I will see dog -> હું કૂતરો જોઈશ(huM kUtaro joIsh)\nLets form similar sentences where you are talking about a boy named Kaushik. Using above sentences you may form these sentences as\nI see Kaushik -> હું કૌશિક જોઉં છું(huM kaushik jo uM ChuM) I saw Kaushik -> મેં કૌશિક જોયો(meM kaushik joyo) I will see Kaushik -> હું કૌશિક જોઈશ(huM kaushik joIsh)\nBut this is not a natural way in Gujarati.\nWhen talking about “person or persons” or human beings; we use “Preposition To” with object of sentence i.e. ને(ne) with the proper noun OR corresponding form of pronoun. Verb formation is as usual.\nPreposition “To” is thoroughly discussed in lessons https://learnmarathiwithkaushik.com/courses/preposition-to-in-gujarati/ https://learnmarathiwithkaushik.com/courses/learn-prepositions-in-gujarati-language/\nThis is similar to English. In English we do NOT say “I see he” but we say “I see him”.\nSo the sentences will be I see Kaushik -> હું કૌશિકને જોઉં છું(huM kaushikane jouM ChuM) I saw Kaushik -> મેં કૌશિકને જોયો(meM kaushikane joyo) I will see Kaushik -> હું કૌશિકને જોઈશ(huM kaushikane joIsh) I see him -> હું એને જોઉં છું(huM ene jouM ChuM) He sees me -> એ મને જોએ છે(e mane joe Che) I will see him -> હું એને જોઈશ (huM ene joIsh ) He is shaking her -> આ એને હલાવે છે(A ene halAve Che)"
  },
  {
    "id": 36,
    "title": "Asking questions in Gujarati – Part 1",
    "url": "https://learnmarathiwithkaushik.com/courses/asking-questions-in-gujarati-part-1",
    "content": "Basic questions\nConsider sentences  :- Do you go ? Did he go ? Will she speak ? Was he dancing\nThese are all basic questions in English. In Gujarati basic questions can be formed by adding શું (shuM). i.e. by saying શું (shuM) before an statement; it will be converted to question. And we say it in a question tone.\nHe goes -> Does he go ? એ જાયે છે  (e jAye Che)  -> શું એ જાયે છે  ? (shuM e jAye Che)\nShe went -> did she go ? તે ગઈ  (te gaI) -> શું તે ગઈ  ? (shuM te gaI)\nThey will go -> will they go ? તેઓ જશે   (teo jashe ) -> શું તેઓ જશે  ? (shuM teo jashe )\nSuch questions can also be asked buy using same sentence but just changing tone. In English as well we do it some times. e.g You are coming -> You coming ?? તું આવીશ  (tuM AvIsh)  -> તું આવીશ ? (tuM AvIsh)\nYou told him secret –> You told him secret ? તેં એને રહસ્ય કહ્યું  (teM ene rahasy kahyuM)  -> તેં એને રહસ્ય કહ્યું ? (teM ene rahasy kahyuM)"
  },
  {
    "id": 37,
    "title": "Asking WH questions in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/asking-wh-questions-in-gujarati",
    "content": "WH Questions\nRefer table below for words in Gujarati for Wh questions Wh question in English Word in Gujarati Who કોણ  (koN) When ક્યારે  (kyAre) Where ક્યાં  (kyAM) Why કેમ  (kem) What શું  (shuM) શી (shI) for feminine words How many Macu./Femin./Neuter always plural કેટલા-કેટલી-કેટલાં (keTalA-keTalI-keTalAM) How Singular and then plural M.-F-N.-M.-F-N. કેવો-કેવી-કેવું-કેવા-કેવી-કેવાં (kevo-kevI-kevuM-kevA-kevI-kevAM) Which Singular and then plural M.-F-N.-M.-F-N. કયો-કઈ-કયું-કયા-કઈ-કયાં (kayo-kaI-kayuM-kayA-kaI-kayAM) What _ for શા માટે (shA mATe)\nWh question in English\nWord in Gujarati\nWho\nકોણ  (koN)\nWhen\nક્યારે  (kyAre)\nWhere\nક્યાં  (kyAM)\nWhy\nકેમ  (kem)\nWhat\nશું  (shuM) શી (shI) for feminine words\nHow many\nMacu./Femin./Neuter always plural કેટલા-કેટલી-કેટલાં (keTalA-keTalI-keTalAM)\nHow\nSingular and then plural M.-F-N.-M.-F-N. કેવો-કેવી-કેવું-કેવા-કેવી-કેવાં (kevo-kevI-kevuM-kevA-kevI-kevAM)\nWhich\nSingular and then plural M.-F-N.-M.-F-N. કયો-કઈ-કયું-કયા-કઈ-કયાં (kayo-kaI-kayuM-kayA-kaI-kayAM)\nWhat _ for\nશા માટે (shA mATe)\nIn the above table “Who”; “When”; “Where” ; “Why” ; “What” seems simple as there is only one word in Gujarati corresponding to each. So let us first attack “How” and “which”\nAs we had seems in last section “My/His/Her” that depending on gender and multiplicity the form changes. Same logic applies here. Depending on the gender and multiplicity of objective of question the  form is decided. The words follow pattern discussed in ઓ-ઈ-ઉં-આ-ઈ-આં (o-I-uM-A-I-AM ) યો-ઈ-યું-યા-ઈ-યાં ( yo-I-yuM-yA-I-yAM ) rule e.g. “How does he work ?”  Here objective is “he” i.e. masculine-singular. So કેવો(kevo) will be used. How does he work ? -> એ કેવો કામ કરે છે? (e kevo kAm kare Che?)\n“How do they (plural of he) work” Here objective is “They” i.e. plural So કેવા (kevA) will be used How do they work ? -> એ કેવા કામ કરે છે? (e kevA kAm kare Che?)\n“How does she work?”  Here objective is she i.e. feminine-singular  So કેવી(kevI) will be used How does she work ? -> એ કેવી કામ કરે છે? (e kevo kAm kare Che?)\nSimilarly for “which” depending on the gender and multiplicity objective of question the form is decided. e.g. “Which boy” Here objective is “boy” i.e. masculine-singular. So કયો(kayo) will be used. Which boy -> કયો છોકરો (kayo Chokaro) “which trees” Here objective is “trees” i.e. neuter-plural. So કયાં (kayAM)  will be used. which trees -> કયાં વૃક્ષ (kayAM vRukSh)\nNote the difference in કયાં(kayAM) and  ક્યાં(kyAM) “Where” means ક્યાં(kyAM). Here ક(k) is half and યાં(yAM) is attached to it. And in કયાં(kayAM) here ક(k) is full.\nJust inserting WH-question word into a positive or negative statement will convert it into question\nGeneral structure is :- Subject/Doer of action       question word          verb\nExamples for other WH questions When will you come ? –>  તું ક્યારે આવીશ ?tuM kyAre AvIsh ?) Where do you live ? –> તું ક્યાં રહે છે ?  (tuM kyAM rahe Che ?) Why did he speak ? –> એ કેમ બોલ્યો ?   (e kem bolyo ?) Why did he not speak ? –> એ કેમ નથી બોલ્યો ?  (e kem nathI bolyo ?) What is your name ?–> તારું નામ શું છે ?  (tAruM nAm shuM Che ?) What was the need ? –> શી જરૂરત હતી ? (shI jarUrat hatI ?) How many girls spoke  ?  –>  કેટલી છોકરીઓ બોલી ? (keTalI ChokarIo bolI ?) What did you do this for ? –>તેં આ શા માટે કર્યું ? (teM A shA mATe karyuM ?)\nWho is coming? Here we will use કોણ (koN). But depending on gender remaining sentence will vary.\n(If there is male then), કોણ આવી રહ્યો છે? ( koN AvI rahyo Che) (If there is female then) , કોણ આવી રહી છે? (koN AvI rahI Che) If there is animal or we can’t see whether male or female, કોણ આવી રહ્યું છે?  ( koN AvI rahyuM Che ) For masculine polite, કોણ આવી રહ્યા છે?  ( koN AvI rahyA Che ) Who is coming ? –> કોણ આવી રહ્યો છે ( koN AvI rahyo Che )\nOther forms of “who” Who did this ?  ->  આ કોણે કર્યું ? ( A koNe karyuM ?) Who ate tamarind ?  -> આમલી કોણે ખાધી ?  ( AmalI koNe khAdhI ?)\nIn past tense we add એ(e) to doer of action. So કોણ (koN) becomes કોણે (koNe)\nWhose son is this ? -> આ કોનો દિકરો છે ? ( A kono dikaro Che ?) We have seen suffixes to be used with proper names to create the forms to indicate relationship. It is discussed in this lesson. https://learnmarathiwithkaushik.com/courses/saying-my-his-her-in-gujarati/\nUsing these suffixes\nMasculine Singular                 કોનો  (kono ) Feminine Singular & Plural    કોની  (konI ) Neuter Singular                      કોનું  (konuM ) Masculine plural                      કોના  (konA ) Feminine plural                       કોની  (konI ) Neuter    plural                       કોનાં   (konAM  )\nhose son ->  કોનો દીકરો (  kono dIkaro ) Whose daughter ->  કોની દીકરી  (  koNI dIkarI  ) Whose father -> કોના બાપુ ( konA bApu ) etc.\nSimilarly adding preposition “To” is suffixing ને(ne) becomes કોને (kone) Whom did you say -> તેં કોને કહ્યું ?  ( teM kone kahyuM ) Who wants it -> In Gujarat it is said like “it is wanted to whom”? -> આ કોને જોઇએ ? ( A kone joie )"
  },
  {
    "id": 38,
    "title": "Learn Prepositions in Gujarati Language",
    "url": "https://learnmarathiwithkaushik.com/courses/learn-prepositions-in-gujarati-language",
    "content": "Consider English preposition “with”. It is used as “with me”, “with him” etc. “with” in Gujarati  is સાથે  (sAthe) “with me” –> મારી સાથે ( mArI sAthe “with him” –> તેની સાથે  ( tenI sAthe   )\nYou can observe that preposition in Gujarati comes after noun. So it is rather post-position!!\nAlso note that while using preposition in English; for “I” we used “Me”; for “He”we used “Him”.\nSimilarly in Gujarati for હું(huM)  we used મારી (mArI ); For તે ( te ) we used તેની ( tenI )\nThis changed forms are called Oblique case form in English.\nIn Gujarati oblique forms differ depending on preposition. e.g. “after me” –> મારા પછી ( mArA paChI ) “after him” –> તેના પછી  (tenA paChI   )\nHere we did not use મારી(mArI ), તેની (tenI) but we used મારા(mArA), તેના (tenA)\nSimilarly, because of me -> મારે કારણે (mAre kAraNe) because of him -> તેને કારણે (tene kAraNe) Here we used મારે(mAre), તેને (tene).\nSo below I have divided prepositions in 3 categories. ના(nA) group,  ની(nI) group and ને (ne) group. And then in second table I have given oblique form of each preposition for each of this category.\nPreposition in English\nPreposition  Gujarati\n\"ના(nA)\" Group\nabout\nના વિષે (nA viShe )\nafter\nના પછી     (nA paChI    )\nAmong\nના વચ્ચે  (nA vachche )\nBefore\nના પહેલા  (nA pahelA )\nFrom /since\nના થી   (nA thI  )\nના માં    (nA mAM   )\ntill / untill\nના સુધી  (nA sudhI )\nwithout\nના સિવાય/ ના વગર  (nA sivAy/ nA vagar )\nAccording to\nના મુજબ   (nA mujab  )\nThrough\nના મારફત  (nA mAraphat )\ntowards\nના તરફ /  (nA taraph /\nOn behalf of\nના વતી  (nA vatI )\n\"ની(nI)\" Group\nAbove\nની ઉપર        (nI upar )\nacross\nની પેલેપાર  (nI pelepAr )\nagainst\nની વિરુદ્ધ        (nI viruddh )\nAround\nની આસપાસ  (nI AsapAs )\nAs/ like\nની જેમ  (nI jem )\naside\nની બાજુએ  (nI bAjue )\nbelow\nની નીચે  (nI nIche )\noutside\nની બહાર  (nI bahAr )\nbehind\nની પાછળ  (nI pAChaL )\nNear /close to\nની પાસે  (nI pAse )\nwith\nની સાથે / ની જોડે (nI sAthe / nI joDe )\nIn front of\nની સામે / ની આગળ (nI sAme / nI AgaL )\nPrior to\nની પહેલાં   (nI pahelAM  )\ntowards\nની દિશામાં (nI dishAmAM )\n\"ને(ne)\" Group\nBecause of\nને કારણે / ને લીધે (ne kAraNe / ne lIdhe )\nfor\nને માટે  (ne mATe )\nInstead of\nને બદલે  (ne badale )\nOther\nduring\nદરમિયાન  (daramiyAn )\nPronoun in English\nPronoun in Gujarati\nForm with preposition with ની(nI)\nForm with preposition  with ના(nA)\nForm with preposition  with ને (ne)\nહું (huM)\nમારી (mArI  )\nમારા (mArA  )\nમારે  (mAre  )\nઅમે (ame)\nઅમારી  (amArI )\nઅમારા  (amArA )\nઅમારે(amAre )\nwe ( listener including)\nઆપણે(ApaNe)\nઆપણી (ApaNI)\nઆપણા  (ApaNA )\nઆપણે   (ApaNe )\nYou (singular)\nતું(tuM)\nતારી  (tArI )\nતારા  (tArA )\nતારે  (tAre )\nYou (plural)\nતમે(tame)\nતમારી (tamArI )\nતમારા (tamArA)\nતમારે (tamAre  )\nHe /She /It (when person or thing is near ) / This (m./f/n.)\nઆ(A)\nઆની  (AnI  )\nઆના  (AnA  )\nઆને   (Ane  )\nHe /She /It (when person or thing is far ) / That (m./f./n.)\nએ  (e) તે (te)\nએની  (enI ) તેની  (tenI )\nએના  (enA ) તેના  (tenA )\nએને  (ene ) તેને  (tene )\nThey / Those / These (for person )\nએ(e) તેઓ(teo)\nએમની (emanI) તેઓની/તેમની    (teonI/temanI )\nએમના (emanA) તેઓના/તેમના (teonA /temanA)\nએમને (emane ) તેઓને/તેમને (teone/temane)\nThey / Those / These (for nonliving thing)\nએ  (e)\nએની  (enI )\nએના  (enA )\nએને   (ene  )"
  },
  {
    "id": 39,
    "title": "Prepositions with nouns in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/prepositions-with-nouns-in-gujarati",
    "content": "In previous lesson we have studied prepositions and how they are used with pronouns. https://learnmarathiwithkaushik.com/courses/learn-prepositions-in-gujarati-language/\nLet’s see how prepositions are used with noun.\nWhen preposition is used along with a proper noun (name of person or object) noun does not change (unlike pronoun). There are two categories of prepositions.\nCategory 1) Here ના(nA), ની(nI), ને (ne) etc. is appended to noun.\nacross -> ની પેલેપાર (nI pelepAr ) e.g. across sea -> સમુદ્રની પેલેપાર ( samudranI pelepAr )\naround -> ની આસપાસ (nI AsapAs ) e.g around house -> ઘરની આસપાસ ( gharanI AsapAs )\nLike -> ની જેમ (nI jem ) Like Kaushik -> કૌશિક્ની જેમ ( kaushiknI jem )\nOther such prepositions are :- aside ની બાજુએ (nI bAjue ) outside ની બહાર (nI bahAr ) Instead of ને બદલે (ne badale ) Because of ને કારણે / ને લીધે (ne kAraNe / ne lIdhe )\nCateory 2) For few prepositions, ના(nA), ની(nI), ને (ne) etc. are also not used with noun\ne.g. About Kaushik -> કૌશિક વિષે ( kaushik viShe ) Above table -> ટેબલ ઉપર ( Tebal upar ) Against India -> ભારત વિરુદ્ધ ( bhArat viruddh ) With girls -> છોકરીઓ સાથે ( ChokarIo sAthe ) Prior to Sachin ->સચિન પહેલાં ( sachin pahelAM )\nAs you will read more in Gujarati, you will understand which preposition fall in which category.\nWhen preposition is used with a noun which is related with some pronoun, then form of pronoun also changes.\ne.g. “My house” in Gujarati is “મારું ઘર”(mAruM ghar). “In house” in Gujarati is “ઘરમાં” (gharamAM ) “In my house” in Gujarati is “મારા ઘરમાં”(mArA gharamAM )\nSee we changed from “મારું”(mAruM) to “મારા”(mArA)\nAnother example. Your son -> તારો દીકરો ( tAro dIkaro ) With son -> દીકરા સાથે (dIkarA sAthe) With your son -> તારા દીકરા સાથે ( tArA dIkarA sAthe )\nHis house -> એનું ઘર (enuM ghar) In his house -> એના ઘરમાં (enA gharamAM)\nSo when related object is of masculine or neuter gender, we use the form is denoted in previous lesson as “For pronoun with ના(nA)” i.e. મારા (mArA ), તમારા (tamArA ),એના (enA ) etc.\nIf related object is of feminine gender, form is not changed. e.g. Your daughter -> તારી દીકરી ( tArI dIkarI ) With daughter-> દીકરી સાથે (dIkarI sAthe ) With your daughter -> તારી દીકરી સાથે ( tArI dIkarI sAthe) It remained “તારી”(tArI)"
  },
  {
    "id": 40,
    "title": "Cases in Gujarati. વિભક્તિ Vibhakti and વિભક્તિ પ્રત્યય vibhakti prtatyay in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/cases-in-gujarati-%e0%aa%b5%e0%aa%bf%e0%aa%ad%e0%aa%95%e0%ab%8d%e0%aa%a4%e0%aa%bf-vibhakti-and-%e0%aa%b5%e0%aa%bf%e0%aa%ad%e0%aa%95%e0%ab%8d%e0%aa%a4%e0%aa%bf-%e0%aa%aa%e0%ab%8d%e0%aa%b0%e0%aa%a4",
    "content": "Though I have followed grammar based approach for Gujarati teaching; I have purposely omitted explaining the concept of વિભક્તિ(vibhakti) and વિભક્તિ પ્રત્યય (vibhaktipratyay).\nI think it is very complicated to explain and a lot confusing. Because “વિભક્તિ પ્રત્યય” table includes many suffixes which are not used in contemporary language.\nI had read at one place that in modern languages there are less number of cases. And cases were replaced by prepositions in the evolution of languages. e.g. in Sanskrit and in Gujarati there are 7 cases; in German there are 4 cases while in English there are only 2 cases.\nI decided to teach Gujarati in terms of English i.e. prepositions e.g. “second vibhakti” is actually preposition “To” Third vibhakti is preposition “by” as used in pas tense.  etc.\nSo please refer lesson related to prepositions https://learnmarathiwithkaushik.com/courses/prepositions-with-nouns-in-gujarati/ https://learnmarathiwithkaushik.com/courses/prepositions-with-verbs-in-gujarati/ https://learnmarathiwithkaushik.com/courses/saying-my-his-her-in-gujarati/ https://learnmarathiwithkaushik.com/courses/preposition-to-in-gujarati/\nFor more formal details please refer other websites through google search."
  },
  {
    "id": 41,
    "title": "Asking WH-questions with prepositions in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/asking-wh-questions-with-prepositions-in-gujarati",
    "content": "We have learnt prepositions in this lesson https://learnmarathiwithkaushik.com/courses/learn-prepositions-in-gujarati-language/\nWe have learn WH-words in this lesson. https://learnmarathiwithkaushik.com/courses/asking-wh-questions-in-gujarati/\nLet’s see how preposition can be used along with WH-question words. e.g.  “With whom” , “For whom”,”By when”,”From where” etc. Here we used “with”,”for”,”by” to WH-question words “who”,”when”.\n1) Prepositions with “Who” “Who” is English is કોણ(koN) in Gujarati Like pronouns, when prepositions are used with કોણ(koN) its form changes.\nWord in English\nPronoun in Gujarati\nFor prepositions with ની(nI)\nFor prepositions with ના(nA)\nFor prepositions with ને (ne)\nWho\nકોણ (koN )\nકોની  (konI )\nકોના  (konA )\nકોને   (kone  )\nWith whom -> કોની સાથે ? (konI sAthe ) For whom ?  -> કોને માટે  ? (kone mATe ) Because of whom ? -> કોને કારણે  (kone kAraNe ) Instead of whom -> કોને બદલે  (kone badale )\n2) Prepositions with “When” “When” in English is ક્યારે(kyAre) in Gujarati. It changes to ક્યાર(kyAr) for using prepositions. Only time related prepositions will be used with it.\nFrom when -> ક્યાર થી  (kyAra thI ) Till when -> ક્યાર સુધી   (kyAra sudhI  )\n3) Prepositions with “Where” “Where” in English is ક્યાં (kyAM ) in Gujarati. It remains same when using prepositions. Only place related prepositions will be used with it. From where -> ક્યાં થી   (kyAM thI  ) Till where -> ક્યાં સુધી  (kyAM sudhI )\n4) Prepositions with “What” “What” in English is શું (shuM ) in Gujarati. Few prepositions can be used as follows :- For what ? -> શા માટે  ( shA mATe  ) In what -> શેમાં (shemAM) Of what  -> શેની  ( shenI  )\n5) For other WH-words it is not natural to use prepositions. Will add examples if I find good examples."
  },
  {
    "id": 42,
    "title": "Adjectives in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/adjectives-in-gujarati",
    "content": "Like in English we have adjectives in Gujarati , to describe more about noun/pronoun. Lets see rules for usage of adjectives.\nRule 1) In Gujarati usage of adjective can change according to the gender and multiplicity of noun. Generally those masculine adjective which ends with vowel ઓ (o) change as per gender and multiplicity.\nSo these forms follow “ઓ-ઈ-ઉં-આ-ઈ-આં” pattern discussed in lesson ઓ-ઈ-ઉં-આ-ઈ-આં (o-I-uM-A-I-AM ) યો-ઈ-યું-યા-ઈ-યાં ( yo-I-yuM-yA-I-yAM ) rule\ne.g. Black -> કાળો (kALo ) Black horse -> કાળો ઘોડો  (kALo ghoDo ) Black chair ->  કાળી ખુરશી  (kALI khurashI ) Black plank -> કાળું પાટિયું  (kALuM pATiyuM )\nIn Gujarati  Horse i.e.ઘોડો  is masculine , chair i.e. ખુરશી   is feminine and plank i.e. પાટિયું  is neuter. So the adjective was changed to  કાળો, કાળી , કાળું respectively.\nFor plurals they will be Black horses -> કાળા ઘોડા  (kALA ghoDA ) Black chairs ->  કાળી ખુરશીઓ  (kALI khurashIo ) Black planks -> કાળાં પાટિયાં  (kALAM pATiyAM )\nSo in plural forms changed to કાળા ,કાળી ,કાળાં\nThese forms are created same as we had formed forms of verbs in past tense, હતો-હતી-હતું-હતા-હતી-હતાં (hato-hatI-hatuM-hatA-hatI-hatAM).\nSimilarly in “going to phrase”  lesson we had seen form બોલવાનો-બોલવાની-બોલવાનું-બોલવાના-બોલવાની-બોલવાનાં (bolavAno-bolavAnI-bolavAnu-bolavAnAM-bolavAnI-bolavAnAM)  etc. So nothing new in this concept.\nRule 2 ) Other adjectives generally remain same in all genders.\ne.g. Red -> લાલ(lAl) Red horse -> લાલ ઘોડો  (lAl ghoDo ) Red chair ->  લાલ ખુરશી  (lAl khurashI ) Red plank -> લાલ પાટિયું  (lAl pATiyuM )\nIn Gujarati  Horse i.e.ઘોડો  is masculine , chair i.e. ખુરશી   is feminine and plank i.e. પાટિયું  is neuter. So the adjective was unchanged.\nFor plurals they will be Red horses -> લાલ ઘોડા  (lAl ghoDA ) Red chairs ->  લાલ ખુરશીઓ  (lAl khurashIo ) Red planks -> લાલ પાટિયાં  (lAl pATiyAM ).\nEven in plurals adjective was unchanged.\nRule 3) When adjective ending with vowel ઓ (o) is used along with preposition, its form changes similar as if it was noun ending with  ઓ (o) Refer lesson ( https://learnmarathiwithkaushik.com/courses/prepositions-with-nouns-in-gujarati/ ) for more details\ne.g. Good boy -> સારો છોકરો  (sAro Chokaro) With good boy -> સારા છોકરા સાથે (sArA ChokarA sAthe)\nWhen preposition “With” is used with noun, we changed from “સારો”(sAro) to સારા(sArA).\nLeft pocket -> ડાબું ખીસું (DAbuM khIsuM) In left pocket -> ડાબા ખીસામાં (DAbA khIsAmAM) When preposition “in” is used with noun,  we changed from “ડાબું”(DAbuM ) to ડાબા (DAbA ).\nGood girl -> સારી છોકરી (sArI ChokarI) With Good girl -> સારી છોકરી સાથે  (sArI ChokarI sAthe) As per rules, form of feminine word does not change so we used સારી(sArI) in both  cases.\nRule 4) Other adjectives will remain same even with preposition\ne.g. Beautiful picture -> સુંદર ચિત્ર (suMdar chitr) About Beautiful picture -> સુંદર ચિત્ર વિષે (suMdar chitr viShe)\nHappy Family -> આનંદી કુટુંબ ( AnaMdI kuTuMb ) For Happy Family -> આનંદી કુટુંબ માટે ( AnaMdI kuTuMb mATe)\nRule 5) Adjectives from verb\nFor adjectives made from verb refer lesson https://learnmarathiwithkaushik.com/courses/adjectives-made-from-verbs-in-gujarati/"
  },
  {
    "id": 43,
    "title": "Using phrase “to keep doing” in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/using-phrase-to-keep-doing-in-gujarati",
    "content": "To indicate the continuity of action we use “To keep doing” form of the sentence. e.g I keep trying even if I fail. He kept speaking until all slept. Do not stop, keep doing\nIn Gujarati sentence formation is :\nDoer of action\nverb+ suffix\nform of “રહેવું” (rahevuM) as per subject and tense\nહું (huM)\nબોલતો (bolato )\nરહ્યો (rahyo )\nSuffixes depend on gender. Refer table of lesson Negative Sentence in Simple Present tense in Gujarati As we had observed before when રહેવું(rahevuM) is used in sentences its stem changes from રહે(rahe) to રહ(rah)"
  },
  {
    "id": 44,
    "title": "Using verb “To want” in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/using-verb-to-want-in-gujarati",
    "content": "In English we say, “I want mango”. It can also be said as “Mango is wanted to me”. Gujarati sentence structure is similar to second way.\nWe have already seen how preposition “To” is used with proper nouns & pronouns.( https://learnmarathiwithkaushik.com/courses/preposition-to-in-gujarati/ ) e.g તેને( tene),સીતાને (sItAne) etc. Using that concept you can create such sentences for third person pronouns and proper nouns.\nFor first and second persons, different forms are used as mentioned below Pronoun in English Pronoun in Gujarati Form with preposition “To” Special form to be used with verb \"want\" I હું  (huM) મને  (mane ) મારે   (mAre ) we અમે  (ame) અમને  (amane ) અમારે   (amAre ) we ( listener including) આપણે  (ApaNe) આપણને (ApaNane ) આપણે  (ApaNe) You (singular ) તું  (tuM) તને  (tane ) તારે   (tAre ) You (plural) તમે  (tame) તમને  (tamane ) તમારે  (tamAre)\nPronoun in English\nPronoun in Gujarati\nForm with preposition “To”\nSpecial form to be used with verb \"want\"\nહું  (huM)\nમને  (mane )\nમારે   (mAre )\nઅમે  (ame)\nઅમને  (amane )\nઅમારે   (amAre )\nwe ( listener including)\nઆપણે  (ApaNe)\nઆપણને (ApaNane )\nઆપણે  (ApaNe)\nYou (singular )\nતું  (tuM)\nતને  (tane )\nતારે   (tAre )\nYou (plural)\nતમે  (tame)\nતમને  (tamane )\nતમારે  (tamAre)\n“To want” in English is “જોઇતું હોવું”(joituM hovuM) In Gujarati. Form of “જોઇતું હોવું” is created as per gender and multiplicity of object that is needed and corresponding tense."
  },
  {
    "id": 45,
    "title": "Using verb “To Know” in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/using-verb-to-know-in-gujarati",
    "content": "“To know” in Gujarati is “ખબર હોવું”(khabar hovuM) Consider sentence “I know your name”. This can also be said as “Your name is known to me”. Gujarati sentence formation is some what similar to this second way. Form of verb “ખબર હોવું”(khabar hovuM) will be created as per gender and multiplicity of object(which is known).\nSentence structure is Form of noun/pronoun with preposition \"To\" e.g. “to me”, “to him” object ખબર(khabar) form of “હોવું” (hovuM) as per gender, multiplicity of object and tense મને (mane) સરનામું (saranAmuM ) ખબર(khabar) છે (Che)\nForm of noun/pronoun with preposition \"To\" e.g. “to me”, “to him”\nobject\nખબર(khabar)\nform of “હોવું” (hovuM) as per gender, multiplicity of object and tense\nમને (mane)\nસરનામું (saranAmuM )\nખબર(khabar)\nછે (Che)\nYour name is known to me -> મને તારું નામ ખબર છે  (mane tAruM nAm khabar Che) She knows his address -> એને તેનું સરનામું  ખબર છે  (ene tenuM saranAmuM  khabar Che) She knew his address ->  એને તેનું સરનામું  ખબર હતું  (ene tenuM saranAmuM  khabar hatuM)\nDo you know it ? -> શું તને ખબર છે ?  (shuM tane khabar Che ?) Did she know that ? શું તેને ખબર હતી ?  (shuM tene khabar hatI ?)\nNegative sentences\nYour name is not known to me -> મને તારું નામ ખબર નથી  (mane tAruM nAm khabar nathI) She does not know his address -> એને તેનું સરનામું ખબર નથી  (ene tenuM saranAmuM  khabar nathI) She did not know his address ->  એને તેનું સરનામું ખબર નહોતું (ene tenuM saranAmuM  khabar nahotuM)\nDon’t you know it ? -> શું તને ખબર નથી  ?  (shuM tane khabar nathI?) Did she not know that ? શું તેને ખબર નહોતી?  (shuM tene khabar nahotI ?)\nThere is another usage of “To know” in English. Consider sentences :- I know swimming. I know Japanese. I know cooking. Do you know playing cricket ?\n( Note :- A British English speaker informed me that these sentence should be I know how to swim, I know how to cook, Do you know how to play cricket etc.They should follow “I know how to..” structure. I assume that it is difference in Indian English and British English. Also above sentence structure match more with corresponding Gujarati sentences. So I have not changed the examples to “I know how to…” kind. So please consider the sentences as per your way of English speaking. I hope this explanation helps.)\nHere “know” is used to indicate ability to carry out some task/art etc. In such type of sentence in Gujarati we will use verb “આવડવું” (AvaDavuM), instead of  “ખબર હોવું”(khabar hovuM).\nSentence structure is Form of noun/pronoun with preposition \"To\" e.g. “to me”, “to him” object main verb+ તા (tA) form of “આવડવું” (AvaDavuM) as per object. If object is not present then Neuter-singular form મને (mane) ગુજરાતી (gujarAtI ) બોલતા (bolatA ) આવડે છે(AvaDe Che)\nForm of noun/pronoun with preposition \"To\" e.g. “to me”, “to him”\nobject\nmain verb+ તા (tA)\nform of “આવડવું” (AvaDavuM) as per object. If object is not present then Neuter-singular form\nમને (mane)\nગુજરાતી (gujarAtI )\nબોલતા (bolatA )\nઆવડે છે(AvaDe Che)\nExamples I know eating cake :-  મને કેક ખાતા આવડે છે  (mane kek khAtA AvaDe Che) You know swimming :-  તને તરતા આવડે છે  (tane taratA AvaDe Che) He knows Japanese   :-  એને જાપાનીઝ બોલતા આવડે છે  (ene jApAnIjh bolatA AvaDe Che) He(polite) knows cooking    :- તેમને રાંધતા આવડે છે   (temane rAMdhatA AvaDe Che )\nNegative sentences I do not know eating cake :-  મને કેક ખાતા નથી આવડતું (mane kek khAtA nathI AvaDatuM) You do not know swimming :-  તને તરતા નથી આવડતું  (tane taratA nathI AvaDatuM) He does not know Japanese   :-  એને જાપાનીઝ બોલતા નથી આવડતી  (ene jApAnIjh bolatA nathI AvaDatI) He(polite) does not knows cooking    :- તેમને રાંધતા નથી આવડતું  (temane rAMdhatA nathI AvaDatuM)\nQuestions Do you know playing cricket ?  :- શું તને ક્રિકેટ રમતા આવડે છે ? (shuM tane krikeT ramatA AvaDe Che ?) Do you know killing  mosquitoes :- શું તને મચ્છર મારતા આવડે છે ?  (shuM tane machChar mAratA AvaDe Che ?)\nQuestions in negative way Don’t you know playing cricket ?  :- શું તને ક્રિકેટ નથી આવડતું ? (shuM tane krikeT nathI AvaDatuM) Don’t you know killing  mosquitoes :- શું તને મચ્છર મારતા નથી આવડતાં ? (shuM tane machChar mAratA nathI AvaDatAM)\nSentences in past tense Consider statement in past tense “She knew dancing before”. This is something like saying “She used to know dancing before”.  Gujarati form is closer to this way of saying\nShe used to know dancing before :- એને પહેલાં નાચતા આવડતું હતું  (ene pahelAM nAchatA AvaDatuM hatuM) They knew talking :- તેમને બોલતા આવડતું હતું  (temane bolatA AvaDatuM hatuM)\nShe did not know dancing before :- એને પહેલાં નાચતા આવડતું નહોતું  (ene pahelAM nAchatA AvaDatuM nahotuM) They did not know talking :- તેમને બોલતા આવડતું નહોતું  (temane bolatA AvaDatuM nahotuM)\nUsing “To know” for some person. We say “I know Mr. Ram”,”He knows me” etc. So when you are referring to some person, then you will use verb ઓળખવું (oLakhavuM).\nPreposition “To” is used with person who is referred. Verb form is created as per subject/doer of action. e.g. I know you -> હું તને ઓળખું છું ( huM tane oLakhuM ChuM You know me -> તું મને ઓળખે છે ( tuM mane oLakhe Che ) He knows Mr. Ram :- એ શ્રી. રામ ને ઓળખે છે ( e shrI. rAm ne oLakhe Che  )"
  },
  {
    "id": 46,
    "title": "Saying “To come to know” in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/saying-to-come-to-know-in-gujarati",
    "content": "In the previous lesson, we studied the verb “To know”. There is a phrase using this verb i.e “To come to know”. e.g. “I came to know that he is not well”, “He came to know that school is closed today”\nIn Gujarati corresponding phrase is “ખબર પડી”(khabar paDI) ખબર is the feminine-singular word. Sentence structure is:\nForm of noun with preposition \"To\"\nForm of noun (which is known) indicating relation e.g. મારી(mArI),એની  (enI)\nખબર (khabar)\nForm of verb પડવું ( paDavuM) as per tense and feminine-singular e.g. પડી (paDI ) /  પડે છે ( paDe Che ) /પડશે ( paDashe ) etc."
  },
  {
    "id": 47,
    "title": "Using “To Understand” in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/using-to-understand-in-gujarati",
    "content": "In English we say, “I understand this”,”He understood the logic” etc. Suppose we say these sentences little differently like, “It is understood to me”, “Logic is understood to him”; then we are near to Gujarati sentence structure. Gujarati sentence formation is similar to this second form.\nSimple rules are as follows:\nWe use the form of કર્તા(kartA) i.e. doer of action with the preposition “To”\n“To understand” in Gujarati is સમજવું(samajavuM). But forms are created as if the verb is સમજાવું(samajAvuM). Observe examples carefully.\nForm of the verb is created as per gender and multiplicity of a noun(the thing that is understood)\nAs seen in rules for simple present tense, if verb stem ends with આ(A), then in third person instead of એ(e) we use ય(y) as a suffix. So in present tense verb form will be સમજાય છે( samajAy Che )\ne.g. I understand your point -> મને તારો મુદ્દો સમજાય છે ( mane tAro muddo samajAy Che ) He understands Marathi a little -> એને થોડી મરાઠી સમજાય છે ( ene thoDI marAThI samajAy Che ) She understands the truth -> એને સત્ય સમજાય છે ( ene saty samajAy Che)"
  },
  {
    "id": 48,
    "title": "Using “To Like” in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/using-to-like-in-gujarati",
    "content": "In English we say: I like mango. She likes dancing.\nHere the verb “To like” is formed according to subject/doer of the action. But in Gujarati verb is formed as per object which is liked. Also the form of કર્તા(kartA) with the preposition “To” is used.\nSomething like saying “Mango is liked by me”. An example will me it clear. Below I have given examples in different tenses and negative sentences as well\nI like mango:- મને કેરી ગમે છે (mane kerI game Che ) Here, કર્તા(kartA) is “I” and its form with the preposition “to” is મને (mane). In the present tense third-person singular form is ગમે છે(game Che).\nSimilarly, see other examples-\nShe likes dancing:-એને નાચવું ગમે છે ( ene nAchavuM game Che ) He likes maggi:- તેને મેગી ગમે છે ( tene megI game Che ) They liked program :- તેમને કાર્યક્રમ ગમ્યું ( temane kAryakram gamyuM ) Kaushik liked that girl:-કૌશિકને એ છોકરી ગમી ( kaushikane e ChokarI gamI ) Kaushik did not like that girl:-કૌશિકને એ છોકરી નથી ગમી ( kaushikane e ChokarI nathI gamI ) They will like lunch:- તેમને જમણ ગમશે (temane jamaN gamashe) They will not like lunch:- તેમને જમણ ગમશે નહિં (temane jamaN gamashe nahiM)"
  },
  {
    "id": 49,
    "title": "Using “Going to” phrase in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/using-going-to-phrase-in-gujarati",
    "content": "In English, future tense sentence can be formed using “going to” phrase. e.g. “He will come” can also be said as “He is going to come”\nIn Gujarati this sentence is formed as follows Subject verb+form of વાનો(vAno) form of હોવું(“hovuM”) as per subject and tense હું (huM ) કરવાનો (karavAno) છું(ChuM)\nSubject\nverb+form of વાનો(vAno)\nform of હોવું(“hovuM”) as per subject and tense\nહું (huM )\nકરવાનો (karavAno)\nછું(ChuM)\nForm of વાનો(vAno) is selected as per gender and multiplicity of subject. As you would have expected, forms are Masculine singular વાનો  (vAno ) Feminine Singular/ Plural વાની  (vAnI ) Neuter Singular વાનું  (vAnuM ) Masculine plural વાના  (vAnA ) Neuter plural or group of different genders or feminine polite વાનાં  (vAnAM )\nMasculine singular\nવાનો  (vAno )\nFeminine Singular/ Plural\nવાની  (vAnI )\nNeuter Singular\nવાનું  (vAnuM )\nMasculine plural\nવાના  (vAnA )\nNeuter plural or group of different genders or feminine polite\nવાનાં  (vAnAM )\nSo these forms follow the pattern discussed in lesson ઓ-ઈ-ઉં-આ-ઈ-આં (o-I-uM-A-I-AM ) યો-ઈ-યું-યા-ઈ-યાં ( yo-I-yuM-yA-I-yAM ) rule"
  },
  {
    "id": 50,
    "title": "Using verb “Can/To be able to” in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/using-verb-can-to-be-able-to-in-gujarati",
    "content": "“To can” or “To be able to” in Gujarati is “શકવું” (shakavuM )\nThe sentence formation is Subject verb+ઈ(I) form of “શકવું” (shakavuM ) as per tense and subject હું(huM) ખાઈ(khAI ) શકું છું ( shakuM ChuM )\nSubject\nverb+ઈ(I)\nform of “શકવું” (shakavuM ) as per tense and subject\nહું(huM)\nખાઈ(khAI )\nશકું છું ( shakuM ChuM )\nIn all the tenses verb formation is as per subject. I can eat હું ખાઈ શકું છું  (huM khAI shakuM ChuM ) He can sing એ  ગાઈ શકે છે  (e  gAI shake Che ) You(plural) could eat pickle તમે અથાણું ખાઈ શક્યાં  (tame athANuM khAI shakyAM ) You(plural) could eat chutney તમે ચટણી ખાઈ શક્યાં  (tame chaTaNI khAI shakyAM ) She could dance એ નાચી શકી   (e nAchI shakI  ) They ( plural of she) will be able to move તેઓ  હલી શકશે (teo halI shakashe  ) Can earth fill stomach of all ? શું પૃથ્વી સર્વ લોકોનું પેટ ભરી શકશે  (shuM pRuthvI sarv lokonuM peT bharI shakashe )\nI can eat\nહું ખાઈ શકું છું  (huM khAI shakuM ChuM )\nHe can sing\nએ  ગાઈ શકે છે  (e  gAI shake Che )\nYou(plural) could eat pickle\nતમે અથાણું ખાઈ શક્યાં  (tame athANuM khAI shakyAM )\nYou(plural) could eat chutney\nતમે ચટણી ખાઈ શક્યાં  (tame chaTaNI khAI shakyAM )\nShe could dance\nએ નાચી શકી   (e nAchI shakI  )\nThey ( plural of she) will be able to move\nતેઓ  હલી શકશે (teo halI shakashe  )\nCan earth fill stomach of all ?\nશું પૃથ્વી સર્વ લોકોનું પેટ ભરી શકશે  (shuM pRuthvI sarv lokonuM peT bharI shakashe )\nSimilarly negative sentences are formed with rules seen before.\nThe sentence formation is Subject verb+ઈ(I) Negative form of “શકવું”(shakavuM ) as per tense and subject હું(huM) ખાઈ(khAI ) નથી શકતો  ( nathI shakato  )\nSubject\nverb+ઈ(I)\nNegative form of “શકવું”(shakavuM ) as per tense and subject\nહું(huM)\nખાઈ(khAI )\nનથી શકતો  ( nathI shakato  )\nWe have already seen rules for negative sentences. Using those we can create form “શકવું” (shakavuM )"
  },
  {
    "id": 51,
    "title": "Using verb “To remember” in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/using-verb-to-remember-in-gujarati",
    "content": "There are three ways in which we use verb “to remember”\nSuppose a teacher meets his student after many years and says “You are from batch of 1970, right? I remember you.”\nA student living in a hostel writes letter to his mother; “Whenever I eat food at canteen I remember dishes you used to cook. I miss you.”\nA person helped you in your bad time. You will say him;”Thank you friend. I will always remember your favour”.\nIn all the sentence we have used verb remember; but there is subtle difference in every use. In first sentence you say you have not forgotten something. In second case you say one event triggers or brings back memory of some other event. In third sentence you explicitly assure of keeping something in mind.\nThe nonun remembrance is “યાદ”(yAd) in Gujarati. So for these three ways, three different phrases are used viz. યાદ હોવું (yAd hovuM), યાદ આવવું (yAd AvavuM ), યાદ રાખવું ( yAd rAkhavuM)\n\n#### Case 1)\n\nIn English we say I remember you. She remembers me.\nHere verb “remember” is formed according to subject/doer of action. But in Gujarati verb form “યાદ હોવું(yAd hovuM)” is formed as per object. And the subject is used with preposition “To”\nSo this is exact opposite of English. Subject in English sentence. With preposition “To” Object in English sentence. Verb form of યાદ હોવું(yAd hovuM) As per object I મને (mane) You તું (tuM) remember યાદ છે (yAd Che) You તને (tane) Me હું (huM) remember યાદ છું (yAd ChuM)\nSubject in English sentence. With preposition “To”\nObject in English sentence.\nVerb form of યાદ હોવું(yAd hovuM) As per object\nI મને (mane)\nYou તું (tuM)\nremember યાદ છે (yAd Che)\nYou તને (tane)\nMe હું (huM)\nremember યાદ છું (yAd ChuM)\nExamples I remember you –> મને તું યાદ છે (mane tuM yAd Che ) I remembered you(boy) –> મને તું યાદ હતો (mane tuM yAd hato) I remembered you(girl) –> મને તું યાદ હતી (mane tuM yAd hatI) You remember me –> તને હું યાદ છું (tane huM yAd ChuM) We remember Mary –> અમને મેરી યાદ છે (amane merI yAd Che) Mary remembers us –> મેરીને અમે યાદ છીએ (merIne ame yAd ChIe)\n\n#### Case 2)\n\nIn second case you say one event triggers or brings back memory of some other event.\nIn Gujarati we use phrase યાદ આવવું (yAd AvavuM) યાદ (yAd) means remembrance. It is feminine-singular noun.\nWe use form of noun or pronoun to indicate possession i.e મારી, તારી, એની, કૌશિકની etc. As યાદ (yAd) is feminine-singular we use only feminine-singular form indicating possession. For more details of these forms refer\nhttps://learnmarathiwithkaushik.com/courses/saying-my-his-her-in-gujarati/\nSimilarly form of verb આવવું (AvavuM) is also feminine-singular.\nSo English sentence “I remember you” is said in Gujarati as if saying “Your remembrance come to me” 🙂\nExamples I remember you –> મને તારી યાદ આવે છે (mane tArI yAd Ave Che) You remember me –> તને મારી યાદ આવે છે (tane mArI yAd Ave Che) We remember Kaushik –> અમને કૌશિકની યાદ આવે છે (amane kaushikanI yAd Ave Che) Kaushik remembers us –> કૌશિકને અમારી યાદ આવે છે (kaushikane amArI yAd Ave Che)\nIn past tense we can form similar sentences. Kaushik remembered us –> કૌશિકને અમારી યાદ આવી (kaushikane amArI yAd AvI) Kaushik will remember us –> કૌશિકને અમારી યાદ આવશે (kaushikane amArI yAd Avashe)\nThis is the way you say in Gujarati sentences like “I miss..”,”He missed ..” Peter misses his friend –> પીટરને એના મિત્રોની યાદ આવે છે (pITarane enA mitronI yAd Ave Che) She missed her mother a lot –> એને એની માની બહુ યાદ આવી (ene enA mAnI bahu yAd AvI)\n\n#### Case 3)\n\nIn third case you explicitly assure of keeping something in mind. Here in Gujarati we use phrase યાદ રાખવું(yAd rAkhavuM) which is as good as saying “to keep in mind”.\nVerb form of રાખવું (rAkhavuM) is created as per pertaining rule for that tense.\nExamples I will remember your favour/ I will keep in mind your favour –> હું તમારો ઉપકાર યાદ રાખીશ (huM tamAro upakAr yAd rAkhIsh)\nHe always remembered my advice / He always kept in mind my advice –> તેણે મારી સલાહ હંમેશા યાદ રાખી (teNe mArI salAh haMmeshA yAd rAkhI)"
  },
  {
    "id": 52,
    "title": "Using “To Want” “To Need” with other verbs in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/using-to-want-to-need-with-other-verbs-in-gujarati",
    "content": "We had seen independent use of “To Want”. https://learnmarathiwithkaushik.com/courses/using-verb-to-want-in-gujarati/\nWe can use “want” along with other verb to indicate desire for some activity. e.g. I want to watch this movie. She wanted to eat burger. She wants to visit doctor.\nIn Gujarati sentence formation is Form of subject with preposition \"To\". For first and second persons, different forms are used. object Main verb + form of વો(vo) as per gender and multiplicity of object form of  “હોવું”(hovuM) as per object and tense મારે   (mAre ) કેરી(kerI) ખાવી (khAvI ) હતી   (hatI )\nForm of subject with preposition \"To\". For first and second persons, different forms are used.\nobject\nMain verb + form of વો(vo) as per gender and multiplicity of object\nform of  “હોવું”(hovuM) as per object and tense\nમારે   (mAre )\nકેરી(kerI)\nખાવી (khAvI )\nહતી   (hatI )\nFor first and second persons, different forms are used which we have studied in lesson of “To Want i.e. https://learnmarathiwithkaushik.com/courses/using-verb-to-want-in-gujarati/\nAs you would have guessed, form of વો(vo) are Masculine singular વો  (vo) Feminine Singular/ Plural વી  (vI) Neuter Singular વું  (vuM) Masculine plural વા  (vA) Neuter plural વાં  (vAM)\nMasculine singular\nવો  (vo)\nFeminine Singular/ Plural\nવી  (vI)\nNeuter Singular\nવું  (vuM)\nMasculine plural\nવા  (vA)\nNeuter plural\nવાં  (vAM)\nSo these forms follow the pattern discussed in lesson ઓ-ઈ-ઉં-આ-ઈ-આં (o-I-uM-A-I-AM ) યો-ઈ-યું-યા-ઈ-યાં ( yo-I-yuM-yA-I-yAM ) rule\nI want to eat mango -> મારે કેરી ખાવી છે (mAre kerI khAvI Che ) I want to eat mangoes -> મારે કેરીઓ ખાવી છે (mAre kerIo khAvI Che)\nYou(plural) want to eat a fruit -> તમારે ફળ ખાવું છે (tamAre phaL khAvuM Che) You(plural) want to eat fruits -> તમારે ફળો ખાવાં છે (tamAre phaLo khAvAM Che)\nHe want to see a picture -> એને ચિત્ર જોવું છે (ene chitr jovuM Che) He wanted to see a picture -> એને ચિત્ર જોવું હતું (ene chitr jovuM hatuM)\nYou wanted to say a story -> તારે કથા કહેવી હતી  (tane kathA kahevI hatI )\nIf object is unknown then we will use વું  (vuM) e.g. What do you want to eat ? -> તારે શું ખાવું છે (tAre shuM khAvuM Che) What do you want to do ? -> તારે શું કરવું છે (tAre shuM karavuM Che)\nFor અકર્મક verb ( i.e. the verb that does not require noun) form will always be be વું  (vuM) I want to run -> મારે દોડવું છે (mane doDavuM Che) We want to laugh -> અમારે/આપણે હસવું છે (amAre/ApaNE hasavuM  Che)\nSimilarly negative sentences will be formed using previously seen rules\nI do not want to eat mango -> મારે કેરી નથી ખાવી   (mAre kerI nathI khAvI )\nHe does not want to see a picture -> એને ચિત્ર નથી જોવું (ene chitr nathI jovuM ) He did not want to see a picture -> એને ચિત્ર જોવું નહોતું (ene chitr jovuM nahotuM)\nYou did not want to say a story -> તારે કથા કહેવી નહોતી  (tAre  kathA kahevI nahotI)"
  },
  {
    "id": 53,
    "title": "Using “Should” in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/using-should-in-gujarati",
    "content": "In English we use verb “should” to indicate the desired behavior. e.g. “He should go to school”; “You should take medicine”; “They should not have done this” etc.\nIn Gujarati sentence formation is Form of subject with suffix એ(e) object Main verb + form of વો(vo) as per gender and multiplicity of object form of  “જોઇતું હોવું”(joituM hovuM) as per object and tense મારે   (mAre ) કેરી(kerI) ખાવી (khAvI ) જોઇએ છે (joie Che)\nForm of subject with suffix એ(e)\nobject\nMain verb + form of વો(vo) as per gender and multiplicity of object\nform of  “જોઇતું હોવું”(joituM hovuM) as per object and tense\nમારે   (mAre )\nકેરી(kerI)\nખાવી (khAvI )\nજોઇએ છે (joie Che)\nAs you would have guessed, form of વો(vo) are Masculine singular વો  (vo) Feminine Singular/ Plural વી  (vI) Neuter Singular વું  (vuM) Masculine plural વા  (vA) Neuter plural વાં  (vAM)\nMasculine singular\nવો  (vo)\nFeminine Singular/ Plural\nવી  (vI)\nNeuter Singular\nવું  (vuM)\nMasculine plural\nવા  (vA)\nNeuter plural\nવાં  (vAM)\nSo these forms follow the pattern discussed in lesson ઓ-ઈ-ઉં-આ-ઈ-આં (o-I-uM-A-I-AM ) યો-ઈ-યું-યા-ઈ-યાં ( yo-I-yuM-yA-I-yAM ) rule\nForm of subject with suffix એ(e) Pronoun in English Pronoun in Gujarati Special form to be used with suffix એ(e) I હું મારે   (mAre ) we અમે અમારે   (amAre ) we ( listenr including) આપણે આપણે  (ApaNe) You (singular) તું તારે   (tAre ) You (plural) તમે તમારે  (tamAre) He /She /It (when person or thing is near ) / This (m./f/n.) આ આણે(ANe) He /She /It (when person or thing is far ) / That (m./f./n.) એ તે એણે(eNe) તેણે (teNe) These (for person ) Those (for person ) They (for person ) આ એ તેઓ આમણે (AmaNe) એમણે (emaNe) તેમણે (temaNe)/ તેઓએ (teoe) They / Those / These (for nonliving thing) એ એમણે (emaNe)\nPronoun in English\nPronoun in Gujarati\nSpecial form to be used with suffix એ(e)\nહું\nમારે   (mAre )\nઅમે\nઅમારે   (amAre )\nwe ( listenr including)\nઆપણે\nઆપણે  (ApaNe)\nYou (singular)\nતું\nતારે   (tAre )\nYou (plural)\nતમે\nતમારે  (tamAre)\nHe /She /It (when person or thing is near ) / This (m./f/n.)\nઆણે(ANe)\nHe /She /It (when person or thing is far ) / That (m./f./n.)\nએ તે\nએણે(eNe) તેણે (teNe)\nThese (for person ) Those (for person ) They (for person )\nઆ એ તેઓ\nઆમણે (AmaNe) એમણે (emaNe) તેમણે (temaNe)/ તેઓએ (teoe)\nThey / Those / These (for nonliving thing)\nએમણે (emaNe)\n\n#### If object is not present then we will consider it as neuter singular.\n\nIn present tense we omit છે(Che). So instead of જોઇએ છે(joie Che) we just say જોઇએ (joie)\ne.g. I should eat mango  -> મારે કેરી ખાવી જોઇએ (mAre kerI khAvI joie )\nYou should eat fruit -> તારે ફળ ખાવું જોઇએ  (tAre phaL khAvuM joie )\nHe should have sung -> એણે ગાવું જોઇતું હતું  (eNe gAvuM joituM hatuM )\nShe should have danced -> તેણે નાચવું જોઇતું હતું  (teNe nAchavuM joituM hatuM )\nKaushik should say a story -> કૌશિકે કથા કહેવી જોઇએ (kaushike kathA kahevI joie)"
  },
  {
    "id": 54,
    "title": "Sentences using “would” in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/sentences-using-would-in-gujarati",
    "content": "At the outset let me clarify that there is no exact/one-to-one replacement of modal verb “would” in Gujarati.\nIn English, “would” is used in different ways to indicate different shades of meaning. Depending on the type of sentences are formed differently in Gujarati.\nGenerally “would” is used in these type of sentences:\nTo talk about the past\nIn place of “Used to” phrase\nTo talk about unreal situations\nConditional sentences\nFor politeness\nLet’s see how sentences are formed differently in Gujarati."
  },
  {
    "id": 55,
    "title": "Saying phrase “must” “have to” in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/saying-phrase-must-have-to-in-gujarati",
    "content": "To indicate that some action is mandatory we use “must”/“have to” phrase in English. e.g. “He has to complete it today” ; “you must follow rules” etc.\nIn previous lesson we learnt how to use “should” in Gujarati. Using “Should” in Gujarati\nExtending the same concept we will learn how to say phrase “have to” in Gujarati.\nIn Gujarati, sentence formation is :-\nForm of subject with suffix એ(e)\nobject\nMain verb + form of વો(vo) as per gender and multiplicity of object\nform of  “પડવું\" (paDavuM) as per object and tense\nમારે   (mAre )\nકેરી(kerI)\nખાવી (khAvI )\nપડે છે (paDe Che)"
  },
  {
    "id": 56,
    "title": "Prepositions with verbs in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/prepositions-with-verbs-in-gujarati",
    "content": "We have previously learnt how to use prepositions with pronouns and nouns in these lessons. Learn Prepositions in Gujarati Language Prepositions with nouns in Gujarati\nLet us see how to use prepositions with verbs in Gujarati. Like in English, not all prepositions can meaningfully be used with verbs. So frequently used ones are discussed here.\nI have logically divided prepositions into these types for simplicity of understanding 1) Prepositions which are related to future action or general action. e.g. “for doing”, “about doing” etc. 2) Prepositions which are related to action that has happened e.g. “after doing” etc. 3) The preposition used just before an action “before doing” 4) Preposition related to on going action"
  },
  {
    "id": 57,
    "title": "Using “Let” and “Shall we” in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/using-let-and-shall-we-in-gujarati",
    "content": "Suppose we want to call our friends for some action, we will say “Let us go”, “Let us start lunch” etc.\nIn Gujarati such form is created by suffixing “ઈએ” (Ie) to the verb. Also generally sentence is started with ચાલો (chAlo ) which is kind of exclamation or call for action.\nExamples: Let’s play:- ચાલો આપણે રમીએ (chAlo ApaNe ramIe ) Let’s go:- ચાલો આપણે જઈએ ( chAlo ApaNe jaIe )\n“આપણે” can be omitted. Let’s speak:- ચાલો બોલીએ (chAlo bolIe)\nNegative sentence: A negative sentence can be formed by adding “નહિં” (nahiM ) before verb form. ચાલો (chAlo) will not be used as we are not calling for any action.\nExamples: Let’s not play:- આપણે નહિં રમીએ ( ApaNe nahiM ramIe Let’s not go:- આપણે નહિં જઈએ ( ApaNe nahiM jaIe ) Let’s not speak:- આપણે નહિં બોલીએ ( ApaNe nahiM bolIe )\nQuestions In English question is created using the phrase “Shall we” In Gujarati question can be asked by just saying the sentence in the tone of asking a question or saying શું( shuM ) in beginning. The first way is more natural\nLet’s play cricket -> ચાલો ક્રિકેટ રમીએ (chAlo krikeT ramIe) Shall we play cricket? -> ક્રિકેટ રમીએ? (krikeT ramIe ?) શું ક્રિકેટ રમીએ? (shuM krikeT ramIe ?)\nLet’s watch a movie -> સિનેમા જોઈએ ( sinemA joIe ) Shall we watch movie? -> સિનેમા જોઈએ? ( sinemA joIe ? )\nLet’s go home -> ચાલો ઘરે જઈએ (chAlo ghare jaIe) Shall we go home? -> ઘરે જઈએ? (ghare jaIe ?)"
  },
  {
    "id": 58,
    "title": "Saying “To Become” “To Happen” in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/saying-to-become-to-happen-in-gujarati",
    "content": "“ To Become ” and “ To happen ” are important for supporting verbs in English. In Gujarati both “To Become” & “to happen” is થવું(thavuM)\nIt might sound confusing now but the context in which this verb is used will convey appropriate meaning.\nForms of this verb will be created as per gender and multiplicity of કર્તા (kartA) i.e. doer of the action. If કર્તા (kartA) unknown or abstract then it is assumed to be neuter singular and verb form is created accordingly."
  },
  {
    "id": 59,
    "title": "Asking permission and requesting someone “May I” “Can you” etc.",
    "url": "https://learnmarathiwithkaushik.com/courses/asking-permission-and-requesting-someone-may-i-can-you-etc",
    "content": "In English we take permission by asking “May I come in”, “May I use this”?\nIn Gujarati, we can create such requests by using the sentence in simple present tense or sentence with “to can” and just omitting form of હોવું(hovuM) and asking it in question tone"
  },
  {
    "id": 60,
    "title": "Comparison and degrees of comparison in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/comparison-and-degrees-of-comparison-in-gujarati",
    "content": "In English, there are three degrees of comparison viz. positive, comparative and superlative. Generally, we prefix “more” and “most” to an adjective for the comparative and superlative degrees. Sometimes there are different words to indicate each degree e.g. good-better-best Bad-worse-worst, tall- taller-tallest, etc.\nIn Gujarati, we do not have this second way of comparison. i.e. adjectives do not change as per degree. Only words indicating degree are prefixed.\nExample:- Bitter:- કડવો (kaDavo ) More bitter:- વધુ કડવો (vadhu kaDavo ) Most bitter:- સૌથી કડવો /સૌથી વધુ કડવો(sauthI kaDavo / sauthI vadhu kaDavo )\ntall:- ઊંચો (UMcho) taller:- વધુ ઊંચો (vadhu UMcho ) tallest:- સૌથી ઊંચો /સૌથી વધુ ઊંચો (sauthI UMcho/ sauthI vadhu UMcho)\nGood:- સારું (sAruM) better:- વધુ સારું (vadhu sAruM) best:- સૌથી સારું /સૌથી વધુ સારું (sauthI sAruM/ sauthI vadhu sAruM)\nIn English, we use the word “than” while comparison, similarly in Gujarati we use word કરતાં (karatAM). When using this word with pronoun you can consider it as preposition ના કરતાં (nA karatAM ), so that it will be appended to form of the pronoun.\nRefer table of forms of pronouns. Refer column named “For pronoun with ના(nA)” Learn Prepositions in Gujarati Language"
  },
  {
    "id": 61,
    "title": "Sentence using “If-Then” in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/sentence-using-if-then-in-gujarati",
    "content": "To specify the condition and its effect we use the “If-then” structure in English e.g. If you had gone then I would have gone as well. Had he eaten well he would have become healthier? etc. Gujarati sentence formation has few similarities and a few differences. You can easily relate them with English.\n1) For If-then in Gujarati, we use pair જો-તો (jo-to) 2)Form of verb હોવું(hovuM) which is હોત(hot) is used in if & then part. 3) In English we use a special form of verbs like “I had”, “I were”, “He would have” etc. In Gujarati, we use normal forms as if saying If he ate then he became healthier If he went then I went as well\nBut the use of હોત(hot) gives the effect of a special form. Examples will make it clear\n“If you had gone then I would have gone as well” -> If you went then I went as well -> જો તું ગયો હોત તો હું પણ ગયો હોત (jo tuM gayo hot to huM paN gayo hot)\nIf you had spoken then she would have spoken. -> If you spoke then she spoke ->જો તું બોલ્યો હોત તો એ બોલી હોત (jo tuM bolyo hot to e bolI hot)\nIf he had said then she would have eaten fruit -> If he said then she ate fruit -> જો એણે કહ્યું હોત તો તેણે ફળ ખાધું હોત (jo eNe kahyuM hot to teNe phaL khAdhuM hot)"
  },
  {
    "id": 62,
    "title": "Simple future tense in conditional statements",
    "url": "https://learnmarathiwithkaushik.com/courses/simple-future-tense-in-conditional-statements",
    "content": "We have seen positive and negative sentences in Simple future tense in previous lessons :\nSimple Future Tense in Gujarati Negative sentences in simple future tense in Gujarati\nWhile reading Gujarati you can come across with other style of simple future tense.\nThis style is seen whenever statements have two parts/clauses or future action depends on some condition. So without going into grammatical jargon, I have called such sentences as conditional statements. The sentence structure discussed in detail later : Sentence using “If-Then” in Gujarati e.g. If you come to my home today; then only I will visit your home. If you read this; you won’t believe It will never happen that he will lie to me.\nIn such sentences, the future tense sentence is created similar to simple present tense but by omitting form of verb હોવું (hovuM) e.g. હું કરું છું (huM karuM ChuM) is simple present tense. So simple future tense will be હું કરું (huM karuM) તે બોલે છે (te bole Che) is a simple present tense. So simple future tense will be તે બોલે (te bole) And adding નહીં (nahIM) before verb form will make it negative sentence. e.g. હું નહીં કરું (huM nahIM karuM); તે નહીં બોલે (te nahIMbole)."
  },
  {
    "id": 63,
    "title": "Sentence using “Used to” phrase in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/sentence-using-used-to-phrase-in-gujarati",
    "content": "In English, we use the phrase “used to” to indicate repetitive events in the past. e.g. I used to go to morning walk when I was in school. He used to play bad before he got the coaching.\nSentence structure in Gujarati is :- Subject        verb+suffix        form of verb હોવું(hovuM)\nSuffix depends on gender rather than the person (first, second or third) Refer suffixes mentioned in the lesson Negative Sentence in Simple Present tense in Gujarati\nFor Form of હોવું(hovuM) refer Simple Past Tense of “To Be” in Gujarati\nUsing this information sentences can be formed as follows:-\nI(boy) used to do:- હું કરતો હતો (huM karato hato) She used to speak:- એ બોલતી હતી (e bolatI hatI) He used to dance:- એ નાચતો હતો (e nAchato hato) He used to eat mangoes:- એ કેરીઓ ખાતો હતો (te kerIo khAto hato ) They(plural of he) used to eat mangoes:- તેઓ કેરીઓ ખાતા હતા (teo kerIo khAtA hatA) They(plural of she) used to eat mangoes:- તેઓ કેરીઓ ખાતી હતી (teo kerIo khAtI hatI ) She(polite) used to play cricket:- તેઓ ક્રિકેટ રમતાં હતાં (teo krikeT ramatAM hatAM)"
  },
  {
    "id": 64,
    "title": "Which-That / What-That sentences in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/which-that-what-that-sentences-in-gujarati",
    "content": "From the title, it might not be clear what I am going to teach in this article. The example will make it clear what I mean by this title.\nTake this sentence:- 1) I could not understand what you just said. 2) Which fruit you want, point your finger to that 3) When you come I feel happy 4) what is in your mind, tell me that.\nHere we used the words “what”,” Which”,” When”,” what”. These are words used for WH-questions. But here they are not exactly used for questions.\nHere sentences have two parts “condition” and “post-condition”. WH-question words are used to specify the “condition” part.\nIt is analogous to “if-then” sentences.\nWe have already seen synonyms for WH-questions in Gujarati in this lesson Asking WH questions in Gujarati So you will be able to use these words and translate the above sentences. e.g. 1) I could not understand what you said. તેં શું કહ્યું એ મને સમજાયું નથી (teM shuM kahyuM mane samajAyuM nathI)\n2) Which fruit you want, show me that. તમારે કયું ફળ જોઇએ એ મને બતાવો (tamAre kayuM phaL joie e mane batAvo)\nBut there is another form of creating such sentences. They are using pairs:- જે-તે (je-te), જ્યાં-ત્યાં(jyAM-tyAM) etc.\nSo when we are using “તે” in the post-condition part then we will use its companion viz. “જે” in condition part. So when we are using “ત્યાં” in the post-condition part then we will use its companion viz. “જ્યાં” in condition part. etc. e.g. I could not understand what you just said. તેં જે કહ્યું તે મને સમજાયું નથી (teM je kahyuM te mane samajAyuM nathI)\nBelow I have listed such pairs. As you can observe, replacing ત(t) by જ(j) makes its companion. So you can create similar words not mentioned in this table. Pronoun/word in English Pronoun in Gujarati Its companion in “condition\" part Gujarati He / She/It/This/That તે(te) જે (je) They  / polite form તેઓ (teo) જેઓ (jeo) that time ત્યારે  (tyAre) જ્યારે  (jyAre) this/ that way જેવો  (jevo) તેવો  (tevo) This many / much જેટલું   (jeTaluM ) તેટલું  (teTaluM) Here/there જ્યાં  (jyAM) ત્યાં  (tyAM)\nPronoun/word in English\nPronoun in Gujarati\nIts companion in “condition\" part Gujarati\nHe / She/It/This/That\nતે(te)\nજે (je)\nThey  / polite form\nતેઓ (teo)\nજેઓ (jeo)\nthat time\nત્યારે  (tyAre)\nજ્યારે  (jyAre)\nthis/ that way\nજેવો  (jevo)\nતેવો  (tevo)\nThis many / much\nજેટલું   (jeTaluM )\nતેટલું  (teTaluM)\nHere/there\nજ્યાં  (jyAM)\nત્યાં  (tyAM)"
  },
  {
    "id": 65,
    "title": "Using “To Feel” & “To think” in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/using-to-feel-to-think-in-gujarati",
    "content": "“To Think” in English is વિચારવું ( vichAravuM ) in Gujarati\nI am thinking about Maths:- હું ગણિત વિષે વિચારું છું (huM gaNit viShe vichAruM ChuM) She is thinking of higher study:- એ ઉચ્ચ શિક્ષણ બાબત વિચારે છે (e uchch shikShaN bAbat vichAre Che )\nThere is another use of verb “to think” or rather phrase “To think that”. In such sentences “To Think” or “To think that” means “To feel” In English we say “I feel I should go”, “I felt happy”, “He feels that everyone else is stupid”. Sometimes the phrase “To think that” is used instead of “To feel”. e.g. “I think that I should go”, “He thinks that everyone else is stupid”.\nIn Gujarati the verb for “To feel” or “To think that” લાગવું (lAgavuM).\nSentence structure is:\nProper noun or Pronoun with preposition “To”\nnoun\nForm of verb લાગવું (lAgavuM) as per tense and  gender, multiplicity of noun\nમને(mane)\nએવું (evuM)\nલાગે છે (lAge Che)\nSo sentence structure is Gujarati is kind of saying “It is felt to me”"
  },
  {
    "id": 66,
    "title": "Add a question tag in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/add-a-question-tag-in-gujarati",
    "content": "In English we use “Question Tag” when we want confirmation from other person about some activity.\ne.g. You will come to movie, won’t you ? She did not drink milk, did she ?\nIn Gujarati also we have the concept of “question tag”. But in Gujarati, we just add word “ને”(ne) to normal sentences and pronounce it in the tone of asking question."
  },
  {
    "id": 67,
    "title": "To emphasize word using-જ(j)-in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/to-emphasize-word-using-%e0%aa%9cj-in-gujarati",
    "content": "Consider the sentence “I will finish it tomorrow”. Now if you want to emphasize the time you will say “I will finish it tomorrow itself”. Consider another sentence “He told me that he got lottery”. Now to emphasize on who told you, you will say “He himself told me he got lottery”. Sometimes Indian tend to create such sentences as “He only told me”, “You only asked me close door” etc.\nIn Gujarati we use જ(j) to emphasize on word. જ(j) is one-size-fits-all kind of suffix. You can add it કર્તા(kartA) i.e. doer of action, કર્મ (karm) noun, verb or any other word which you want to emphasize."
  },
  {
    "id": 68,
    "title": "Showing uncertainty using May, Might in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/showing-uncertainty-using-may-might-in-gujarati",
    "content": "In English we show uncertainty about an action using “May” or “Might”. e.g. “He may go”, “He might say so”, “He may not tell us” etc. These sentence indicate uncertainty in a future action.\nInterestingly, in usual Gujarati there no special form to indicate uncertainty in future action. In Gujarati, sentence is formed in simple future tense, but a word like કદાચ (kadAch) etc. is said to indicate uncertainty.\nExample:- He may go -> Probably, he will go -> કદાચ એ જશે (kadAch e jashe) I may sing -> Probably, I will sing -> કદાચ હું ગાઈશ (kadAch huM gAIsh )"
  },
  {
    "id": 69,
    "title": "Using “To mean”. How to ask meaning in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/using-to-mean-how-to-ask-meaning-in-gujarati",
    "content": "In English, we use the verb “To Mean” like “What does it mean ?”, “What is its meaning ?”, “I did not mean it” etc. In Gujarati the translation of sentence “what does it mean” is actually similar to the translation of “what is its meaning” In Gujarati “meaning” is અર્થ(arth), મતલબ(matalab). Both are masculine-singular words.\n1)What does it mean? -> What is it’s meaning ?-> આનો મતલબ/અર્થ શું ? (Ano matalab/arth shuM) 2)What does that signboard mean ?-> What is the meaning of that sign board? ->એ પાટિયુંનો મતલબ/અર્થ શું ?(e pATiyuMno matalab/arth shuM) 3)What did his speech mean -> What was meaning of his speech -> તેઓના ભાષણનો અર્થ/મતલબ શું હતો (teonA bhAShaNano arth/matalab shuM hato)"
  },
  {
    "id": 70,
    "title": "“To have” to indicate possession and relation in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/to-have-to-indicate-possession-and-relation-in-gujarati",
    "content": "To indicate possession of something we say “I have a car”, “I have a bungalow” etc. In Gujarati we use preposition “-ની પાસે” In Gujarati such sentences are formed as follows :-\nNoun or pronoun with preposition \"-ની પાસે\"\nnoun\nform of “to be” i.e.હોવું(hovuM) as per tense and gender, multiplicity of noun\nમારી પાસે (mArI pAse )\nગાડી (gADI)\nહતી(hatI)\nI have a car -> મારી પાસે ગાડી છે (mArI pAse gADI Che) You have 10 cars -> તારી પાસે ૧૦ ગાડીઓ છે (tArI pAse 10 gADIo Che)\nI had a car -> મારી પાસે ગાડી હતી (mArI pAse gADI hatI)\nAnup will have watch -> અનુપ પાસે ઘડીયાળ હશે (anup pAse ghaDIyAL hashe )\nI do not have car -> મારી પાસે ગાડી નથી (mArI pAse gADI nathI) I did not have car -> મારી પાસે ગાડી નહોતી (mArI pAse gADI nahotI)"
  },
  {
    "id": 71,
    "title": "Adjectives made from verbs in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/adjectives-made-from-verbs-in-gujarati",
    "content": "In English, we use phrases like “Speaking Doll”, “Talking book” etc. Here form of verbs speak, talk is used as a kind of adjective. In Gujarati, the same can be achieved by appending નારો (nAro) to the verb, as a masculine adjective. As this adjective ends with ઓ (o) form of the verb will change as per gender. Refer to the lesson of adjectives for this. Adjectives in Gujarati Examples:- Masculine Talking boy:- બોલનારો છોકરો (bolanAro Chokaro ) Rotating fan:-ફરનારો પંખો (pharanAro paMkho )\nFeminine Talking girl:- બોલનારી છોકરી (bolanArI ChokarI ) Moving chair:- હલનારી ખુરશી (halanArI khurashI ) Flying sparrow:- ઉડનારી ચકલી (uDanArI chakalI )\nNeuter Talking book:- બોલનારું પુસ્તક (bolanAruM pustak ) Moving tree:- હલનારું ઝાડ (halanAruM jhAD )\nSometimes નાર(nAr) is appended to the verb and it is used in all genders and multiplicities. e.g. બોલનાર પુસ્તક (bolanAr pustak), ઉડનાર ચકલી (uDanAr chakalI), etc.\nThe oblique form of these adjectives is created by adding નાર(nAr) to the verb. When a preposition is added with the noun, an oblique form of the above adjectives is used. e.g. Talking book:- બોલનારું પુસ્તક (bolanAruM pustak ) For talking book:- બોલનાર પુસ્તક માટે (bolanAr pustak mATe)\nFlying sparrow:- ઉડનારી ચકલી (uDanArI chakalI ) About flying sparrow :- ઉડનાર ચકલી વિષે (uDanAr chakalI viShe)\nSuch adjectives can also created by appending તો(to) or its form depending on genders. As you would have guessed suffixes are તો-તી-તું-તા-તી-તાં (to-tI-tuM-tA-tI-tAM) which follows pattern ઓ-ઈ-ઉં-આ-ઈ-આં discussed in http://learn-gujarati-from-english.blogspot.in/2013/11/o-i-um-i-am-yo-i-yum-ya-i-yam-rule.html e.g. Speaking boy -> બોલતો છોકરો (bolato Chokaro) Speaking girl -> બોલતી છોકરી ( bolatI ChokarI ) Speaking book -> બોલતું પુસ્તક ( bolatuM pustak ) Moving toys -> હલતાં રમકડાં (halatAM ramakaDAM)"
  },
  {
    "id": 72,
    "title": "Generalizing words – somewhere somehow anything anybody etc. – in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/generalizing-words-somewhere-somehow-anything-anybody-etc-in-gujarati",
    "content": "Consider the conversation 1) “Who did this mess ?” “Someone did it !!”\nconversation 2) “How will you do it?” “I will manage it somehow.”\nWhen we are not sure about the thing we say “somehow”, “somewhere”, “anybody” etc. In Gujarati also such words are present. In words like “somehow”, “somewhere” we prefixed “some” to words like “how”,”where” etc. For such phrases in Gujarati we append ક(k).\nIn words like “anyhow”, “anywhere” we prefixed “any” to words like “how”,”where” etc. For such phrases in Gujarati we append ય(y) or પણ(paN). Below table lists such words. While adding these prefixes there is little change in main word. such words are highlighted.\nwho\nકોણ (koN )\nsomeone\nકોઈક (koIk )\nanyone\nકોઈપણ (koIpaN )\nwhen\nક્યારે (kyAre )\nsometime\nક્યારેક (kyArek )\nanytime\nક્યારેય (kyArey) ક્યારે પણ (kyAre paN )\nwhere\nક્યાં (kyAM )\nsomewhere\nક્યાંક (kyAMk )\nanywhere\nક્યાંય (kyAMy )\nwhat\nશું(shuM)\nsomething\nકંઈક (kaMIk) કાંઈક (kAMIk )\nanything\nકંઈપણ (kaIMpaN) કાંઈપણ (kAMIpaN)\nhow much / how many\nકેટલું (keTaluM )\nmany\nકેટલાંક (keTalAMk )\nany\nકેટલાંય   (keTalAMy  ) કેટલાં પણ  (keTalAM paN )\nhow\nકેવો (kevo)\nsomehow\nકોઈક રીતે (koIk rIte)\nanyhow\nકોઈપણ રીતે (koIpaN rIte)\nwhich\nકયો (kayo)\nsomeone/ something/ some\nકોઈક (koIk )\nany\nકોઈપણ (koIpaN )\nTo use preposition can also be used with these words. e.g. someone -> કોઈક  (koIk) to someone -> કોઈકને (koIkane)\nsomewhere-> ક્યાંક(kyAMk) from somewhere ->  ક્યાંકથી (kyAMkathI)\nanything -> કાંઈપણ (kAMIpaN) about anything -> કાંઈપણ વિષે (kAMIpaN viShe)\nException :- When preposition “To” is used with word containing પણ(paN), preposition is added to main word and  પણ(paN ) is said later. e.g.anyone -> કોઈપણ (koIpaN) To anyone -> કોઈને પણ (koIne paN)"
  },
  {
    "id": 73,
    "title": "Adverbs in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/adverbs-in-gujarati",
    "content": "In English adverbs are generally formed by appending “ly” to adjective word. e.g. beautifully, gracefully, sadly, happily etc.\nIn Gujarati adverbs are created by different ways.\nFew adverbs are separate words. Few adverbs are created from adjectives by adding રીતે(rIte) Few adverbs are created from adjectives by adding થી (thI)\nBelow I have given few adverb examples. For other adverbs you can refer dictionaries like http://www.gujaratilexicon.com http://www.khandbahale.com/englishgujarati.php http://translate.google.com/#en/gu/\nA bit\nથોડુંક   (thoDuMk  )\nA lot\nઘણું  (ghaNuM )\nAback\nપાછળ  (pAChaL )\nAbsolutely\nસંપૂર્ણપણે  (saMpUrNapaNe )\nAccordingly\nના પ્રમાણે / મુજબ  (nA pramANe / mujab )\nAccurately\nચોક્કસરીતે (chokkasarIte )\nActively\nસક્રિય રીતે  (sakriya rIte )\nAfresh\nફરીથી / નવેસર  (pharIthI / navesar )\nAgain\nફરી / ફરીથી  (pharI / pharIthI )\nAgo\nપૂર્વે / અગાઉ  (pUrve / agAu )\nAgreeably\nયથારુચી / મનગમતી રીતે  (yathAruchI / managamatI rIte )\nAll\nબધા   (badhA  )\nAlmost\nલગભગ / મોટે ભાગે  (lagabhag / moTe bhAge )\nAlready\nપહેલેથી / અગાઉથી  (pahelethI / agAuthI )\nAltogether\nએકંદરે / સંપૂર્ણપણે  (ekaMdare / saMpUrNapaNe )\nAlways\nહંમેશા   (haMmeshA  )\nAny\nકોઈપણ  (koIpaN )\nAway\nદૂર  (dUr )\nBadly\nઅત્યંત ઉત્કતપણે/ ખરાબ રીતે  (atyaMt utkatapaNe/   kharAb rIte )\nBarely\nભાગ્યેજ / મુશ્કેલીથી  (bhAgyej / mushkelIthI )\nBeautifully\nસુંદર રીતે  (suMdar rIte )\nBefore\nપહેલાં  (pahelAM )\nBeneath\nનીચે  (nIche )\nBest\nસર્વોત્તમ   (sarvottam  )\nBetter\nવધુ સારી રીતે  (vadhu sArI rIte )\nBoldly\nહિંમતભેર  (hiMmatabher )\nBravely\nહિંમતથી  (hiMmatathI )\nBrightly\nતેજસ્વી રીતે  (tejasvI rIte )\nCarefully\nસાવચેતાથી / કાળજીપૂર્વક  (sAvachetAthI / kALajIpUrvak )\nCertainly\nચોક્કસપણે (chokkasapaNe )\nCleanly /  Clearly\nસ્પષ્ટતાથી  (spaShTatAthI )\nCleverly\nહોશિયારીથી  (hoshiyArIthI )\nClose\nબંધ (baMdh )\nClosely\nઝીણવટથી  ( jhINavaTathI )\nCorrectly\nયોગ્ય રીતે  (yogya rIte )\nDaily\nદરરોજ  (dararoj )\nDecently\nઠાવકાઈથી  (ThAvakAIthI )\nDecidedly\nનિર્વિવાદપણે  (nirvivAdapaNe )\nDelightfully\nખુશીથી  (khushIthI )\nDiligently\nખંતપૂર્વક  (khaMtapUrvak )\nDistantly\nદૂરથી  (dUrathI )\nDoubtless\nબેશક / નિઃસંદેહ  (beshak / niHsaMdeh )\nDuly\nયોગ્ય રીતે  (yogy rIte )\nEarly\nવહેલું / જલદી  (vaheluM / jaladI )\nEasily\nસરળતાથી  (saraLatAthI )\nEfficiently\nઅસરકારક રીતે  (asarakArak rIte )\nElegantly\nસારી રીતે (sArI rIte)\nEnough\nપૂરતું (pUratuM)\nEntirely\nસંપૂર્ણપણે (saMpUrNapaNe)\nEver\nક્યારેક  (kyArek )\nEvery day\nદરરોજ (dararoj)\nEverywhere\nસર્વત્ર  (sarvatra )\nEvidently\nદેખીતી રીતે / સ્પષ્ટતાપૂર્વક (dekhItI rIte / spaShTatApUrvak)\nExactly\nબરાબર (barAbar)\nExtremely\nઅત્યંત / અતિશય / ઘણું (atyaMt / atishay / ghaNuM)\nFairly\nએકદમ (ekadam)\nFast\nઝડપી (jhaDapI)\nFirstly\nપ્રથમ (pratham)\nFlatly\nઉડાઉ (uDAu)\nFoolishly\nમૂર્ખતાપૂર્વક (mUrkhatApUrvak)\nForcefully\nબળપૂર્વક (baLapUrvak)\nFormerly\nઅગાઉ  (agAu )\nFortunately\nસદભાગ્યે (sadabhAgye)\nFrequently\nવારંવાર (vAraMvAr)\nFully\nસંપૂર્ણપણે (saMpUrNapaNe)\nGently\nનરમાશથી (naramAshathI)\nGladly\nરાજીખુશીથી / સંતોષપૂર્વક (rAjIkhushIthI / saMtoShapUrvak)\nGrammatically\nવ્યાકરણની દ્રષ્ટીએ (vyAkaraNanI draShTIe)\nHappily\nઉમળકાભેર (umaLakAbher)\nHard\nમુશ્કેલ/સખત (mushkel/sakhat)\nHardly\nભાગ્યે જ / જવલ્લે (bhAgye j / javalle)\nHeavily\nભારે / મહામહેનતે (bhAre / mahAmahenate)\nHighly\nખુબ / ઊચું (khub / UchuM)\nJust\nમાત્ર / ફક્ત (mAtr / phakt)\nKindly\nકૃપયા (kRupayA)\nLightly\nહળવાશથી (haLavAshathI)\nMonthly\nમાસિક (mAsik)\nMuch\nમોટેભાગે (moTebhAge)\nNormally\nસામાન્ય રીતે (sAmAny rIte)\nNumerously\nમોટાપ્રમાણમાં (moTApramANamAM)\nObviously\nદેખીતી રીતે/ ચોક્કસપણે/સ્વાભાવિક રીતે (dekhItI rIte/ chokkasapaNe/svAbhAvik rIte)\nOccasionally\nક્યારેક ક્યારેક / પ્રસંગોપાત (kyArek kyArek / prasaMgopAt)\nOften\nઅવારનવાર (avAranavAr)\nOnce\nએકવાર (ekavAr)\nPerfectly\nસંપૂર્ણપણે (saMpUrNapaNe)\nPlainly\nસ્પષ્ટ  (spaShT )\nPolitely\nસભ્યતાથી (sabhyatAthI)\nPoorly\nનબળી રીતે/ ખરાબ રીતે (nabaLI rIte/ kharAb rIte)\nProudly\nગર્વથી (garvathI)\nPurely\nસ્પષ્ટ રીતે (spaShT rIte)\nQuickly\nઝડપથી (jhaDapathI)\nQuite\nતદ્દન / બિલકુલ (taddan / bilakul)\nRarely\nભાગ્યે જ (bhAgye j)\nReadily\nસહેલાઈથી / સરળતાથી (sahelAIthI / saraLatAthI)\nReally\nખરેખર (kharekhar)\nScarcely\nભાગ્યે જ  (bhAgye j )\nSecretly\nગુપ્ત રીતે / ખાનગીમાં (gupt rIte / khAnagImAM)\nSeverely\nગંભીર  (gaMbhIr )\nShortly\nથોડા સમયમાં / થોડી જ ક્ષણોમાં (thoDA samayamAM / thoDI j kShaNomAM)\nSlowly\nધીમે (dhIme)\nStrictly\nસખતાઈથી (sakhatAIthI)\nTerribly\nભયંકર રીતે (bhayaMkar rIte)\nTotally\nસંપૂર્ણપણે  (saMpUrNapaNe )\nTruly\nસચ્ચાઈથી / સાચેસાચ (sachchAIthI / sAchesAch)\nUrgently\nતાત્કાલીક / તાકીદે  (tAtkAlIk / tAkIde )\nUsually\nસામાન્ય રીતે / સામાન્યતઃ (sAmAnya rIte / sAmAnyataH)\nUtterly\nતદ્દન / નિર્વિવાદપણે (taddan / nirvivAdapaNe)\nWeekly\nઅઠવાડિક / સાપ્તાહિક (aThavADik / sAptAhik)\nWell\nસારૂં / ઠીક (sArUM / ThIk)\nWisely\nસમજદારીથી / સમજદારીપૂર્વક (samajadArIthI / samajadArIpUrvak)\nYearly\nવાર્ષિક (vArShik)"
  },
  {
    "id": 74,
    "title": "Using “like” to indicate similarity in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/using-like-to-indicate-similarity-in-gujarati",
    "content": "e.g. Your shirt is like mine. Her writing style is like a great artist.\nWe had seen before that “To like” in Gujarati is ગમવું (gamavuM). But for such type of sentences, we do NOT use this verb.\n1) In Gujarati consider the word “like” or “similar” as the preposition “-ના જેવો(-nA jevo).\nAs we had seen before for such prepositions, forms of pronouns to be used are e.g. મારા ,તારા etc. For such forms refer column named “For pronoun with ના(nA)” in the table mentioned in Learn Prepositions in the Gujarati Language\nProper nouns are used as it is.\n2) Unlike other prepositions word changes as per gender and multiplicity.\nThese forms follow “ઓ-ઈ-ઉં-આ-ઈ-આં” pattern discussed in lesson ઓ-ઈ-ઉં-આ-ઈ-આં (o-I-uM-A-I-AM ) યો-ઈ-યું-યા-ઈ-યાં ( yo-I-yuM-yA-I-yAM ) rule\nSo forms are as follows. ( Singular & then plural (M.-F.-N.) )\nજેવો-જેવી-જેવું-જેવા-જેવી-જેવાં (jevo-jevI-jevuM-jevA-jevI-jevAM)\n3) Sentence structure is Subject Form of pronoun with whom comparison is done Form of જેવો(jevo) as per gender and multiplicity of Subject Form of હોવું (hovuM) as per Subject તું (tuM) મારા (mArA) જેવી(jevI) છે(Che)\nSubject\nForm of pronoun with whom comparison is done\nForm of જેવો(jevo) as per gender and multiplicity of Subject\nForm of હોવું (hovuM) as per Subject\nતું (tuM)\nમારા (mArA)\nજેવી(jevI)\nછે(Che)\nYou(boy) are like me -> તું મારા જેવો છે (tuM mArA jevo Che ) You(girl) are like me -> તું મારા જેવી છે (tuM mArA jevI Che ) I(boy) am like you-> હું તારા જેવો છું ( huM tArA jevo ChuM I(girl) am like you-> હું તારા જેવી છું ( huM tArA jevI ChuM ) He(polite) is like Kaushik  -> તેઓ કૌશિક જેવા છે (teo kaushik jevA Che)\nAs seen before, for feminine polite sentence; we use neuter-plural form. So,\nShe(polite) is like Kaushik -> તેઓ કૌશિક જેવાં છે (teo kaushik jevAM Che) This movie is like old movies-> આ સિનેમા જૂનાં સિનેમાં જેવું છે (A sinemA jUnAM sinemAM jevuM Che )"
  },
  {
    "id": 75,
    "title": "Active voice and Passive voice in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/active-voice-and-passive-voice-in-gujarati",
    "content": "In English, we have active and passive voice. In Gujarati also we have this concept. But in English passive is used as frequently as active voice; even in day-to-day communication. In Gujarati passive voice is used quite less in colloquial communication. It is more used in formal communication or written communication like newspaper, magazine, etc.\nPassive voice is generally used when doer of action is unknown or not important or something very general (e.g. all people )"
  },
  {
    "id": 76,
    "title": "Phrase “To Make Someone do something” in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/phrase-to-make-someone-do-something-in-gujarati",
    "content": "In English, we use sentences like “I will make him work”, “That joke made him laugh” etc. So we use the phrase here as “to make one do something”.\nGujarati’s sentences are same as saying “I will get it done from someone”. So In Gujarati, we say it હું તેની પાસે કામ કરાવડાવીશ (huM tenI pAse kAm karAvaDAvIsh), હું તેની પાસે બોલાવડાવીશ (huM tenI pAse bolAvaDAvIsh) etc.\nHere we first change the verb stem by appending આવડાવ (AvaDAv)\nOriginal verb stem+ આવડાવ (AvaDAv) = Verb stem to be used કર (kar) + આવડાવ (AvaDAv) = કરાવડાવ (karAvaDAv) હસ (has) + આવડાવ (AvaDAv) = હસાવડાવ (hasAvaDAv )\nIf beginning letter of verb has આ (A) sound in it, then it is changed to અ(a) ચાલ (chAl) changed to ચલ(chal) + આવડાવ (AvaDAv) = ચલાવડાવ (chalAvaDAv ) માર (mAr) changed to મર (mar) + આવડાવ (AvaDAv) = મરાવડાવ (marAvaDAv )\nIf verb stem is single letter and has has આ (A) sound in it, then it is changed to અ(a) and “આ(A)” of આવડાવ (AvaDAv) is also omitted ખા (khA) changed to ખ(kh) + આવડાવ (AvaDAv) = ખવડાવ (khavaDAv ) ગા (gA) changed to ગ(g) + આવડાવ (AvaDAv) = ગવડાવ (gavaDAv )\nIn other irregular verb stems, starting “આ(A)” of આવડાવ (AvaDAv) is omitted પી (pI) + આવડાવ (AvaDAv) = પીવડાવ (pIvaDAv) ધો(dho) + આવડાવ (AvaDAv) = ધોવડાવ (dhovaDAv)\nNeedless to say, the form of verb follows the general rules of sentence formation. i.e. For present and future tense the form of is as per subject i.e. કર્તા For past tense, it is as per object i.e. કર્મ\nAnd we use proposition “-ની પાસે” (nI pAse) through whom activity is actually done. Examples will make it clear."
  },
  {
    "id": 77,
    "title": "Using “May” to express wish in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/using-may-to-express-wish-in-gujarati",
    "content": "In English we say “May God bless you”, “May he help you”, “May door open soon”. Here we have used “may” to express wish.\nIn Gujarati, we say such wishes by using a simple present tense form of the verb and without a form of હોવું (hovuM) e.g. third person form of verbs are like કરે છે(kare Che), બોલે છે(bole Che), જાય છે(jAy Che) etc. So in sentences to express wish we use only કરે, બોલે, જાય etc.\nMay God bless you -> ભગવાન તમને આશિર્વાદ આપે(bhagavAn tamane AshirvAd Ape) / ભગવાન ભલું કરે (bhagavAn bhaluM kare) May those people help you -> એ લોકો તમને મદદ કરે (e loko tamane madad kare )\nMay new year turn out happy to you -> નવું સાલ/વર્ષ/વરસ તમારા માટે આનંદદાયક નીવડે. (navuM sAl/varSh/varas tamArA mATe AnaMdadAyak nIvaDe.)\n(Note:- In this context, Parsi and Muslim call year as “સાલ”(sAl) and Hindu/Jain call it as વર્ષ/વરસ (varSh/varas)\nMay shop open soon -> દુકાન જલદી ઊઘડે !! (dukAn jaladI UghaDe !!)\nIn Gujarati, we generally use this form only for third-person. Not with first or second person i.e. not with હું, આપણે, અમે, તું, તમે etc. So In English, we can form a sentence like “May you help me”. But it sounds bit irregular in Gujarati."
  },
  {
    "id": 78,
    "title": "Time related words in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/time-related-words-in-gujarati",
    "content": "English\nGujarati word\nWhen word is used with “at” or “on”\nToday\nઆજ  (Aj )\nઆજે  (Aje )\nTomorrow\nઆવતી કાલ  (AvatI kAl )\nઆવતી કાલે  (AvatI kAle )\nYesterday\nગઈ કાલ    (gaI kAl  )\nગઈ કાલે  (gaI kAle )\nDay after Tomorrow\nપરમ દિવસ  (param divas )\nપરમ દિવસે  (param divase )\nDay before yesterday\nપરમ દિવસ  (param divas )\nપરમ દિવસે  (param divase )\nMorning\nસવાર  (savAr )\nસવારે  (savAre )\nNoon/Afternoon\nબપોર  (bapor )\nબપોરે  (bapore )\nEvening\nસાંજ  (sAMj )\nસાંજે  (sAMje )\nwhen\nક્યારે  (kyAre )\nક્યારે  (kyAre )\nNow\nહમણાં  (hamaNAM ) / અત્યાર (atyAr)\nહમણાં/અત્યારે  (hamaNAM/atyAre )\nNow onward\nહવે (have)\nહવે (have)\nNowadays\nઆજકાલ  (AjakAl )\nઆજકાલ  (AjakAl )\nEveryday\nદરરોજ  (dararoj )\nદરરોજ  (dararoj )\nDay / at Day\nદિવસ  (divas )\nદિવસે  (divase )\nNight / at night\nરાત / રાત્રિ  (rAt rAtri )\nરાતે / રાત્રિએ  (rAte rAtrie )\nWeek\nઅઠવાડિયું (aThavADiyuM )\nઅઠવાડિએ  (aThavADie )\nMonth\nમહિનો  (mahino )\nમહિને  (mahine )\nYear\nવરસ / સાલ  (varas / sAl )\nવરસે / સાલે  (varase / sAle )\nNote:- 1) In English noon is 12 O’ clock in a day. And time after that is called the afternoon. In Gujarati “noon” and “afternoon” together is called as બપોર (bapor ).\n2) When talking about tomorrow and yesterday, instead of saying આવતી કાલે (AvatI kAle ) or fully ગઈ કાલે (gaI kAle ) people just say કાલે(kAle). The context will convey the correct meaning. if the sentence is in past tense then કાલે(kAle) means yesterday, if it is in future tense then કાલે(kAle) means tomorrow.\nWhen these words are to be used with the preposition “at” or “on”, એ(e) is added to it. e.g. Morning -> સવાર (savAr ) at morning -> સવારે ( savAre ) I will do it at morning -> હું સવારે કરીશ ( huM savAre karIsh )\nday -> દિવસ (divas ) On this auspicious day -> આ શુભ દિવસે ( A shubh divase )\nએ(e) is NOT added with હમણાં (hamaNAM), હવે (have)\nI am in office now:- હું અત્યારે ઓફિસમાં છું (huM atyAre ophisamAM ChuM ) We play cricket every day:- અમે દરરોજ ક્રિકેટ રમીએ છીએ (ame dararoj krikeT ramIe ChIe) He will come back from school in the evening :- એ નિશાળમાંથી સાંજે આવશે (e nishALamAMthI sAMje Avashe) When will she dance? :- એ ક્યારે નાચશે? (e kyAre nAchashe) ?"
  },
  {
    "id": 79,
    "title": "Numbers in Gujarati – Part 1",
    "url": "https://learnmarathiwithkaushik.com/courses/numbers-in-gujarati-part-1",
    "content": "0 -> ૦ 1 -> ૧ 2 -> ૨ 3 -> ૩ 4 -> ૪ 5 -> ૫ 6 -> ૬ 7 -> ૭ 8 -> ૮ 9 -> ૯ 10 -> ૧૦ 11 -> ૧૧ and so on\nNumber in figure in English\nNumber in Gujarati\nમીંડું (mIMDuM) / શૂન્ય  (shUny  )\nએક (ek )\nબે (be )\nત્રણ (traN )\nચાર (chAr )\nપાંચ (pAMch )\nછ (Ch )\nસાત (sAt )\nઆઠ (ATh )\nનવ (nav )\nદસ (das )\nઅગિયાર (agiyAr )\nબાર (bAr )\nતેર (ter )\nચૌદ (chaud )\nપંદર (paMdar )\nસોળ (soL )\nસત્તર (sattar )\nઅઢાર (aDhAr )\nઓગણીસ (ogaNIs )\nવીસ (vIs )\nએકવીસ (ekavIs )\nબાવીસ (bAvIs )\nતેવીસ (tevIs ) / ત્રેવીસ(trevIs)\nચોવીસ (chovIs )\nપચ્ચીસ (pachchIs )\nછવીસ (ChavIs )\nસત્તાવીસ (sattAvIs )\nઅઠ્ઠાવીસ (aThThAvIs )\nઓગણત્રીસ (ogaNatrIs )\nત્રીસ (trIs )\nએકત્રીસ (ekatrIs )\nબત્રીસ (batrIs )\nતેત્રીસ (tetrIs )\nચોત્રીસ (chotrIs )\nપાંત્રીસ (pAMtrIs )\nછત્રીસ (ChatrIs )\nસાડત્રીસ (sADatrIs )\nઅડત્રીસ (aDatrIs )\nઓગણચાલીસ (ogaNachAlIs )\nચાળીસ (chALIs )\nએકતાલીસ (ekatAlIs )\nબેતાલીસ (betAlIs )\nત્રેતાલીસ (tretAlIs )\nચુંમાલીસ (chuMmAlIs )\nપિસ્તાલીસ (pistAlIs )\nછેતાલીસ (ChetAlIs )\nસુડતાલીસ (suDatAlIs )\nઅડતાલીસ (aDatAlIs )\nઓગણપચાસ (ogaNapachAs )\nપચાસ (pachAs )\nએકાવન (ekAvan )\nબાવન (bAvan )\nત્રેપન (trepan )\nચોપન (chopan )\nપંચાવન (paMchAvan )\nછપ્પન (Chappan )\nસત્તાવન (sattAvan )\nઅઠ્ઠાવન (aThThAvan )\nઓગણસાઠ (ogaNasATh )\nસાઈઠ (sAITh )\nએકસઠ (ekasaTh )\nબાસઠ (bAsaTh )\nત્રેસઠ (tresaTh )\nચોસઠ (chosaTh )\nપાંસઠ (pAMsaTh )\nછાસઠ (ChAsaTh )\nસડસઠ (saDasaTh )\nઅડસઠ (aDasaTh )\nઅગણોસિત્તેર (agaNositter )\nસિત્તેર (sitter )\nએકોતેર (ekoter)\nબોતેર (boter )\nતોતેર (toter )\nચુમોતેર (chumoter )\nપંચોતેર (paMchoter )\nછોતેર (Choter )\nસિત્યોતેર (sityoter )\nઇઠ્યોતેર (iThyoter )\nઓગણાએંસી(ogaNAeMsI  )\nએંસી (eMsI )\nએક્યાસી (ekyAsI )\nબ્યાસી (byAsI )\nત્યાસી (tyAsI )\nચોર્યાસી (choryAsI )\nપંચાસી (pMchAsI )\nછ્યાસી (ChyAsI )\nસિત્યાસી (sityAsI )\nઈઠ્યાસી (IThyAsI )\nનેવ્યાસી (nevyAsI )\nનેવું (nevuM )\nએકાણું (ekANuM )\nબાણું (bANuM )\nત્રાણું(trANuM)\nચોરાણું (chorANuM )\nપંચાણું (paMchANuM )\nછન્નું (ChannuM )\nસત્તાણું (sattANuM )\nઅઠ્ઠાણું (aThThANuM )\nનવ્વાણું (navvANuM )\n100\nસો / એકસો  (so / ekaso  )"
  },
  {
    "id": 80,
    "title": "Numbers in Gujarati – Part 2",
    "url": "https://learnmarathiwithkaushik.com/courses/numbers-in-gujarati-part-2",
    "content": "In the previous lesson, we have seen numbers from 0 to 100. Using them, you can create numbers after 100.\nIn English, we say “One hundred and one”, “One hundred and two” and so on. In Gujarati, we say numbers in words the same way. We just do not say “and” e.g.\n101 -> એકસો એક (ekaso ek ) 102 -> એકસો બે (ekaso be) 103 -> એકસો ત્રણ (ekaso traN) and so on.\nFor words indicating 100 in English we say “Two hundred”,”Three hundred” and so on. In Gujarati it is same. Just two words are combined together. So sometimes little different word is created, as you can observer below\n100\nએકસો  (ekaso )\n200\nબસ્સો  (basso )\n300\nત્રણસો  (traNaso )\n400\nચારસો  (chAraso )\n500\nપાંચસો (pAMchaso)\n600\nછસો  (Chaso )\n700\nસાતસો  (sAtaso )\n800\nઆઠસો  (AThaso )\n900\nનવસો  (navaso )"
  },
  {
    "id": 81,
    "title": "Fractional numbers, sequence, percentage in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/fractional-numbers-sequence-percentage-in-gujarati",
    "content": "We have already seen numbers in Gujarati in these previous two lessons: Numbers in Gujarati – Part 1 Numbers in Gujarati – Part 2 Here we will see forms of verb like “first”,”second” etc. “single”,”double/both” etc."
  },
  {
    "id": 82,
    "title": "Conjunctions in Gujarati – Part 1 And,But,Because,So,That,Although,Though,Still,Yet",
    "url": "https://learnmarathiwithkaushik.com/courses/conjunctions-in-gujarati-part-1-andbutbecausesothatalthoughthoughstillyet",
    "content": "Conjunctions are words that join two or more words or phrases or clauses. Here we will learn frequently use English conjunctions and their Gujarati synonyms.\nWe will start with frequently use conjunctions and then move to less-used ones\n1) And:- અને ( ane) He and me -> એ અને હું (e ane huM) Milk and sugar -> દૂધ અને ખાંડ (dUdh ane khAMD)\n2) But :- પણ (paN), પરંતુ(paraMtu) I want to buy but the shop is closed -> મારે ખરીદવું છે પણ/પરંતુ દુકાન બંદ છે (mAre kharIdavuM Che paN/paraMtu dukAn baMd Che)\nHe was clever but he did not work hard -> એ હોશિયાર હતો પણ/પરંતુ એણે પરિશ્રમ નથી કર્યો (e hoshiyAr hato paN/paraMtu eNe parishram nathI karyo)\nGenerally, પરંતુ (paraMtu) is used in formal written Gujarati. પણ(paN) is used in formal as well as a casual conversation\n3) Although, Though, Yet, Still, Even if, Even though:- તોપણ(topaN). All three conjugations can be be used to form a similar type of sentences e.g. “Though I had warned him, he opened the box” “He opened the box, although I had warned him” “I had warned him, still he opened the box” Gujarati sentence structure is similar to third one i.e. using “still” “precondition” તોપણ(topaN) “post condition”\nTo warn -> ચેતવણી આપવી (chetavaNI ApavI) I had warned him, still, he opened the box -> મેં તેને ચેતવણી આપી હતી, તોપણ તેણે પેટી ઉઘાડી (meM tene chetavaNI ApI hatI, topaN teNe peTI ughADI)\nRam helped Leela still Leela insulted him -> રામે લીલાને મદદ કરી હતી, તોપણ લીલાએ તેનો અપમાન કર્યો (rAme lIlAne madad karI hatI, topaN lIlAe teno apamAn karyo)\n4) Because:- કારણ(kAraN) I did not come yesterday, because I was sick:- હું કાલે નથી આવ્યો, કારણ હું માંદો હતો (huM kAle nathI Avyo, kAraN huM mAMdo hato )\nThe car will not start because there is no petrol in the tank:- ગાડી શરૂ થશે નહિં, કારણ ટાંકીમાં પેટ્રોલ નથી (gADI sharU thashe nahiM, kAraN TAMkImAM peTrol nathI)\n5) so :- એટલે (eTale) / તેના લીધે (tenA lIdhe) /તેને કારણે(tene kAraNE )\nI was sick so I did not come yesterday:- હું માંદો હતો એટલે હું કાલે નહોતો આવ્યો (huM mAMdo hato eTale huM kAle nahoto Avyo) OR હું માંદો હતો તેના લીધે હું કાલે નહોતો આવ્યો (huM mAMdo hato tenA lIdhe huM kAle nahoto Avyo) OR હું માંદો હતો તેને કારણે હું કાલે નહોતો આવ્યો (huM mAMdo hato tene kAraNE huM kAle nahoto Avyo) There is no petrol in the tank so the car will not start:- ટાંકીમાં પેટ્રોલ નથી એટલે/તેના લીધે/ તેને કારણે ગાડી શરૂ થશે નહિં (TAMkImAM peTrol nathI eTale/ tenA lIdhe /tene kAraNE gADI sharU thashe nahiM)\n6) That:- કે ( ke) Ram told me that he is happy:- રામે મને કહ્યું કે એ ખૂબ ખુશ છે (rAme mane kahyuM ke e khUb khush Che)\nI am sure that we will succeed:- મને ખાતરી છે કે આપણે સફળ થઈશું (mane khAtarI Che ke ApaNe saphaL thaIshuM )"
  },
  {
    "id": 83,
    "title": "Conjunctions in Gujarati – Part 2 As,As well as,Or, Neither, Nor, If,in case, provided",
    "url": "https://learnmarathiwithkaushik.com/courses/conjunctions-in-gujarati-part-2-asas-well-asor-neither-nor-ifin-case-provided",
    "content": "7) As:- જેમ(jem) Conjunction “As” is used in multiple ways. The main use of “As” is to indicate the way things happen. It can be said in Gujarati using pair word is જેમ(jem)-તેમ(tem) or જે રીતે(je rIte)-તે રીતે(te rIte). e.g. Do it the same way as he is doing -> એ જેમ કરે છે તેમ કર (e jem / je rIte kare Che tej rIte kar ) એ જે રીતે કરે છે તે રીતે કર (e jem / je rIte kare Che te rIte kar )\nHe studies as told by teacher ->\nશિક્ષકે જેમ કહ્યું છે તેમ એ અભ્યાસ કરે છે (shikShake jem kahyuM Che tem e abhyAs kare Che )\nશિક્ષકે જે રીતે કહ્યું છે તે રીતે એ અભ્યાસ કરે છે ( shikShake je rIte kahyuM Che te rIte e abhyAs kare Che ) For another usage of “As” refer to the section of frequently used conjunction for that usage. e.g. For usage of “As” as “because”, refer the previous lesson for the conjunction “because”.\n8) As well as:- સાથે સાથે ( sAthe sAthe),અને-પણ( ane-paN ) He as well as me:- એ સાથે સાથે હું (e sAthe sAthe huM) એ અને હું પણ (e ane huM paN) She sang as well as dance:- એ નાચી સાથે સાથે એણે ગાયું (e nAchI sAthe sAthe eNe gAyuM ) એ નાચી અને એણે ગાયું પણ (e nAchI ane eNe gAyuM paN)\n9) Or:- અથવા(athavA ), કે(ke) He or me:- એ અથવા/કે હું (e athavA/ke huM ) Do or die:- કરો અથવા/કે મરો (karo athavA/ke maro)\n10) “Nor”, “Neither-Nor” There is no concept of “Nor”, “Neither-Nor” in Gujarati. The neither-nor statement should be converted to the alternate statements using “and”; “both”, “as well as” and then translated accordingly in Gujarati. e.g. “Neither he nor I were interested” -> “He and me both were not interested” -> તે અને હું બંને ઇચ્છુક નહોતા (te ane huM baMne ichChuk nahotA)\n11) if / in case /if only / provided :- જો-તો(jo-to) If-then statements are discussed separately in Sentence using “If-Then” in Gujarati"
  },
  {
    "id": 84,
    "title": "Conjunctions in Gujarati- Part 3 After, then,As far as, As long as,As if, As though",
    "url": "https://learnmarathiwithkaushik.com/courses/conjunctions-in-gujarati-part-3-after-thenas-far-as-as-long-asas-if-as-though",
    "content": "12) After ,then:- “પછી”(nI paChI) / ત્યાર પછી (tyAr paChI) “I went to play after I finished my study” can also be said as “I finished my study then I went to play” Gujarati sentence is similar to the second form i.e using “then”. I finished my study then I went to play:- મેં અભ્યાસ પતાવ્યો પછી રમવા ગયો (meM abhyAs patAvyo paChI ramavA gayo ) I will call you then you enter on stage:- હું તને બોલાવીશ ત્યાર પછી મંચ પર આવ (huM tane bolAvIsh tyAr paChI tuM mMch par Av)\n13) Till, Until, As long as: જ્યાર સુધી-ત્યાર સુધી (jyAr sudhI-tyAr sudhI) As long as you want me, I will stay with you:- જ્યાર સુધી તારે જોઈએ ત્યાર સુધી હું તારી સાથે રહીશ (jyAr sudhI tAre joIe tyAr sudhI huM tArI sAthe rahIsh)\nAs long as you follow rules you will not face any problem:- જ્યાર સુધી તમે નિયમોનું પાલન કરો છો ત્યાર સુધી તમને કોઈ સમસ્યા નહીં આવે (jyAr sudhI tame niyamonuM pAlan karo Cho tyAr sudhI tamane koI samasyA nahIM Ave )\nIn English when “as far as” is used to indicate time, such sentences can be translated like above.\n14) As far as: જેટલું-તે પ્રમાણે/તે મુજબ(jeTaluM-te pramANe / te mujab) As far as I know, he is a studious person: જેટલું મને ખબર છે તે મુજબ એ અભ્યાસી છે (jeTaluM mane khabar Che te mujab e abhyAsI Che)\n15) As far as __ concerned: જ્યાર સુધી નો પ્રશ્ન છે (jyAr sudhI no prashn Che) As far as India is concerned, ABC company is doing good. -> જ્યાર સુધી ભારતનો પ્રશ્ન છે, કંપની સારું કામ કરે છે (jyAr sudhI bhAratano prashn Che, kaMpanI sAruM kAm kare Che )\nAs far as literacy is concerned, we will need to work hard:- જ્યાર સુધી સાક્ષરતાનો પ્રશ્ન છે, આપણે બહુ મેહનત કરવી પડશે (jyAr sudhI sAkSharatAno prashn Che, ApaNe bahu mehanat karavI paDashe)\n16) As if, as though:- જાણે(jANe), જાણે કે (jANe ke ) He is blaming me as if I have not tried: એ મારા ઉપર આરોપ મુકે છે જાણે કે મેં કંઈ પ્રયત્ન નહોતો કર્યો (e mArA upar Arop muke Che jANe ke meM kaMI prayatn nahoto karyo)\nHe just passed by without giving smile, as if she was not there: એ તેને સ્મિત આપ્યા વગર ગયો જાણે તે ત્યાં હતી જ નહીં (e tene smit ApyA vagar gayo jANE te tyAM hatI j nahiM)"
  },
  {
    "id": 85,
    "title": "Conjunctions in Gujarati Part-4 As Soon as, Once,Rather Than, Instead of,So that,Whereas,Whether or not,also",
    "url": "https://learnmarathiwithkaushik.com/courses/conjunctions-in-gujarati-part-4-as-soon-as-oncerather-than-instead-ofso-thatwhereaswhether-or-notalso",
    "content": "17) As soon as: તાં જ”(tAM j) The suffix “તાં જ”(tAM j)is appended to verb stem As soon as he came -> એ આવતાં જ (e AvatAM j) As soon as she saw -> એણે જોતાં જ (eNe jotAM j ) As soon as they become -> તેઓ થતાં જ (teo thatAM j)\n18) Once: ત્યારે (tyAre) In English, we say “Let me know once he comes”. In Gujarati we say this as “He comes, at that time, let me know”. “at that time” is ત્યારે (tyAre)\n“Let me know once he comes” -> એ આવે ત્યારે મને કેહજે (e Ave tyAre mane kehaje )\nOnce I see your story I will give you review -> “I will see your story, at that time, I will give you review” ->હું તારી કથા જોઈશ ત્યારે પરીક્ષણ આપીશ (huM tArI kathA joIsh tyAre parIkShaN ApIsh)\n19) Rather than, Instead of: When used with the noun -> કરતાં (nA karatAM) When used with the verb -> “-વાને બદલે(vAne badale )\nRather than surrendering; a soldier will accept death-> શરણ જવાને બદલે સૈનિક મોતનો સ્વીકાર કરશે (sharaN javAne badale sainik motano svIkAr karashe)\nI will take coffee rather than tea -> હું ચા કરતાં કોફી લઈશ (huM chA karatAM kophI laIsh)\n20) so that: કે જેથી ( ke jethI ) I will work hard so that I win -> હું પરીશ્રમ કરીશ કે જેથી હું જીતી જઉં (huM parIshram karIsh ke jethI huM jItI jauM)\nWe should avoid plastic so that there will be less pollution -> આપણે પ્લાસ્ટિક ટાળવું જોઈએ, જેથી પ્રદૂષણ ઓછું થાય (ApaNe plAsTika TALavuM joIe, jethI pradUShaN oChuM thAy )\n21) Whereas:- જ્યારે(jyAre) “He cheated me whereas I was helping him”. Gujarati sentence is the same as saying “He cheated me when I was helping him”\nWe have already seen such simple sentences.\n22) Whether; Whether ____ or not:- કે નહિં (ke nahiM) I did not know whether he is going -> એ જશે કે નહિં, મને ખબર નથી (e jashe ke nahiM, mane khabara nathI)\nShe could not realize whether she should speak or not -> તેણે બોલવું જોઇએ કે નહિં, એ એને નહોતું સમજાયું (teNe bolavuM joie ke nahiM, e ene nahotuM samajAyuM)\n23)Otherwise: નહીતર (nahItar), અન્યથા (anyathA ) Do this otherwise you will not win: આ કર નહિતર/અન્યથા તું જીતીશ નહિં (A kar nahitar/anyathA tuM jItIsh nahiM )\nHe should inform me it immediately otherwise I will not come to know: એણે મને તરત જણાવવું જોઇએ, નહિતર/અન્યથા મને સમજાશે નહિં (eNe mane tarat jaNAvavuM joie, nahitar/anyathA mane samajAshe nahiM)\n24) Also, as well:- પણ (paN), સુદ્ધા (suddhA) I also ran:- હું પણ/સુદ્ધા દોડ્યો (huM paN/suddhA doDyo) He will come tomorrow as well:- એ કાલે પણ/સુદ્ધા આવશે (e kAle paN/suddhA Avashe)"
  },
  {
    "id": 86,
    "title": "List of conjunctions in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/list-of-conjunctions-in-gujarati",
    "content": "For ease of search, here I have summarized them and given the link to the corresponding lesson\nAnd, But, Although, Though, Yet, Still, Even if, Even though, Because, so, That https://learnmarathiwithkaushik.com/courses/conjunctions-in-gujarati-part-1-andbutbecausesothatalthoughthoughstillyet/\nAs, As well as, Or, Nor,Neither-Nor, if, In case,if only, provided https://learnmarathiwithkaushik.com/courses/conjunctions-in-gujarati-part-2-asas-well-asor-neither-nor-ifin-case-provided/\nAfter, then, Till, Until, As long as, As far as, As far as __ concerned, As if, as though https://learnmarathiwithkaushik.com/courses/conjunctions-in-gujarati-part-3-after-thenas-far-as-as-long-asas-if-as-though/\nAs Soon as, Once, Rather Than, Instead of, So that, Whereas, Whether, Whether or not, Otherwise https://learnmarathiwithkaushik.com/courses/conjunctions-in-gujarati-part-4-as-soon-as-oncerather-than-instead-ofso-thatwhereaswhether-or-notalso/"
  },
  {
    "id": 87,
    "title": "List of Body parts in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/list-of-body-parts-in-gujarati",
    "content": "Below I have listed parts of the human body. The sequence is from top to bottom. I have avoided listing those organs which are not referred to in routine conversation. For synonyms of other organs (especially internal organs), you will need to refer dictionary. http://www.gujaratilexicon.com But for general conversation below list will be sufficient as the list contains 70 words.\nEnglish\nGujarati\nBody\nશરીર  (sharIr)\nHead\nમાથું   (mAthuM )\nBrain\nમગજ, ભેજું  (magaj, bhejuM)\nHairs\nવાળ  (vAL)\nFace\nચહેરો  (chahero)\nForehead\nકપાળ  (kapAL)\nEyebrow\nભમ્મર, ભવું  (bhammar, bhavuM)\nEyelid\nપોપચું, પાંપણ  (popachuM , pAMpaN)\nEye\nઆંખ  (AMkh)\neyeball\nઆંખની કીકી  (AMkhanI kIkI)\npupil\nयशस्वीઆંખની કીકી  (AMkhanI kIkI)\nNose\nનાક  (nAk)\nNostril\nનસકોરું    (nasakoruM  )\nCheek\nગાલ  (gAl)\nEar\nકાન  (kAn)\nEarlobe\nકાનની બૂટ  (kAnanI bUT)\nMustache\nમૂછ  (mUCh)\nLip\nહોઠ  (hoTh)\nMouth\nમોઢું, મોં  (moDhuM, moM)\nJaw\nજડબું  (jaDabuM)\nTooth\nદાંત  (dAMt)\nGum\nદાંતનું પેઢું/અવાળું  (dAMtanuM peDhuM/avALuM)\nTongue\nજીભ  (jIbh)\nBeard\nદાઢી  (dADhI)\nWhiskers\nકલ્લા / થોભિયા  (kallA / thobhiyA)\nChin\nહડપચી/ચિબુક  (haDapachI/chibuk)\nOuter side of Throat\nગળું  (gaLuM)\nInner side of throat / Pharynx\nગળું  (gaLuM)\nNeck\nગરદન  (garadan)\nShoulder\nખભો  (khabho)\nBreast\nસ્તન  (stan)\nChest\nછાતી  (ChAtI)\nHeart\nહ્રુદય  (hruday)\nLung\nફેફસું  (phephasuM)\nBack\nપીઠ  (pITh)\nBackbone\nકરોડ  (karoD)\nArm\nહાથ / બાહુ  (hAth / bAhu)\nElbow\nકોણી  (koNI)\nHand\nહાથ  (hAth)\nWrist\nહાથનું કાંડું  (hAthanuM kAMDuM)\nPalm\nહથેળી (hatheLI)\nSole of palm\nતાડ હથેળી (tAD hatheLI  )\nFist\nમુઠ્ઠી  (muThThI)\nFinger\nઆંગળી  (AMgaLI)\nThumb\nઅંગૂઠો  (aMgUTho)\nIndex finger\nતર્જની  (tarjanI)\nMiddle finger\nવચલી આંગળી (vachalI AMgaLI) / મોટી આંગળી (moTI AMgaLI)\nRing finger/ 4th finger\nઅનામિકા  (anAmikA)\nSmall finger\nટચલી આંગળી (TachalI AMgaLI)\nNail\nનખ  (nakh)\nStomach\nપેટ  (peT)\nBelly button\nનાભિ  (nAbhi)\nWaist\nકમર  (kamar)\nLeg\nપગ  (pag)\nThigh\nજાંઘ / સાથળ  (jAMgh / sAthaL)\nGroin\nજંઘામૂળ  (jaMghAmUL)\nPenis\nશિશ્ન  (shishn)\nVulva / Vagina\nયોની  (yonI)\nButtocks / Hip\nકૂલો / ઢગરો  (kUlo / Dhagaro)\nKnee\nઢીંચણ  (DhIMchaN)\nCalf\nપગની પિંડી  (paganI piMDI)\nAnkle\nપગની ઘૂંટી  (paganI ghUMTI)\nFoot\nપગલું (pagaluM)\nSole of foot\nતળિયું  (taLiyuM)\nHeel\nપગની એડી  (paganI eDI)\nToe\nપગની આંગળીઓ  (paganI AMgaLIo)\nBlood\nલોહી / રક્ત /ખૂન  (lohI / rakt /khUn )\nBone\nહાડકું / અસ્થિ  (hADakuM / asthi)\nJoint\nસાંધ  (sAMdh)"
  },
  {
    "id": 88,
    "title": "Relations in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/relations-in-gujarati",
    "content": "Relation in English\nRelation in Gujarati\nRelation\nસંબંધ / સગપણ  (saMbaMdh / sagapaN  )\nRelative\nસંબંધી  (saMbaMdhI  ) /સગો (sago)\nSelf\nજાત / પોતે (jAt / pote )\nMother\nમા / બા (mA / bA )\nFather\nબાપ / પિતા / બાપુ (bAp / pitA / bApu )\nBrother\nભાઈ (bhAI )\nSister\nબહેન (bahen )\nDirect brother\nસગા ભાઈ (sagA bhAI )\nDirect sister\nસગી બહેન (sagI bahen )\nGrand father (father's father)\nદાદા (dAdA )\nGrand mother (father's mother)\nદાદી (dAdI )\nGrand father (mother's  father)\nનાના (nAnA )\nGrand mother (mother's mother)\nનાની (nAnI )\nFather's brother\nકાકા (kAkA )\nFather's brother's wife\nકાકી (kAkI )\nMother's brother\nમામા (mAmA )\nMother's brother's wife\nમામી (mAmI )\nFather's sister\nફોઈ (phoI )\nFather's sister's husband\nફુઆ (phuA )\nMother's sister\nમાસી (mAsI )\nMother's sister's husband\nમાસા (mAsA )\nGreat grand father\nપરદાદા (paradAdA ) પરનાના (paranAnA )\nWife\nપત્ની (patnI )\nHusband\nપતિ (pati )\nDaughter\nદીકરી (dIkarI )\nSon\nદીકરો (dIkaro )\nSon's wife / Daughter in law\nવહુ (vahu )\nDaughter's husband / Son in law\nજમાઈ (jamAI )\nFather in law\nસસરો (sasaro )\nMother in law\nસાસુ (sAsu )\nGrandson\nપૌત્ર (pautr )\nGrand daughter\nપૌત્રી (pautrI )\nHusband's brother\nદિયર (diyar )\nHusband's sister\nનણંદ(naNaMd)\nWife's brother\nસાળો (sALo )\nWife's sister\nસાળી (sALI )\nSister's husband\nબનેવી (banevI )\nSister's son\nભાણેજ / ભાણો (bhANej / bhANo )\nSister's daughter\nભાણેજી / ભાણી (bhANejI / bhANI )\nBrother's wife\nભાભી (bhAbhI )\nBrother's son\nભત્રીજો (bhatrIjo )\nBrother's daughter\nભત્રીજી (bhatrIjI )\nfriend (boy)\nમિત્ર (mitr )\nfriend (girl)\nમૈત્રિણી (maitriNI )\nneighbour\nપાડોશી (pADoshI )\nBride\nનવવધૂ / નવોઢા (navavadhU / navoDhA )\nBridegroom\nવર  (var  )\nAdopted\nદત્તક (dattak )\nHeir\nવારસ (vAras )\nCousin brother is called ભાઈ(bhAI) Cousin sister is called બહેન(bahen)\nYou can specify relation e.g. cousin (Your father’s brother’s son) -> કાકાનો દીકરો ભાઈ (kAkAno dIkaro bhAI ) cousin (Your father’s brother’s daughter) -> કાકાની દીકરી બહેન (kAkAnI dIkarI bahen )\ncousin (Your mother’s brother’s son) -> મામાનો દીકરો ભાઈ (mAmAno dIkaro bhAI ) cousin (Your mother’s brother’s daughter) -> મામાની દીકરી બહેન (mAmAnI dIkarI bahen )\ncousin (Your father’s sister’s son) -> ફોઈનો દીકરો ભાઈ (phoIno dIkaro bhAI ) cousin (Your father’s sister’s daughter) -> ફોઈની દીકરી બહેન (phoInI dIkarI bahen )\ncousin (Your mother’s sister’s son) -> માસીનો દીકરો ભાઈ (mAsIno dIkaro bhAI ) OR મસિયાઈ ભાઈ (masiyAI bhAI) cousin (Your mother’s sister’s daughter) -> માસીની દીકરી બહેન (mAsInI dIkarI bahen ) OR મસિયાઈ બહેન (masiyAI bahen )"
  },
  {
    "id": 89,
    "title": "Simple Sentences in Gujarati – Introduction/Salutation",
    "url": "https://learnmarathiwithkaushik.com/courses/simple-sentences-in-gujarati-introduction-salutation",
    "content": "1) Examples given below follow the rules we have discussed so far. So grammar is not explained again. I would request you to read each sentence carefully and identify how the form of a particular word or verb is created.\n2) Wherever a new concept or exception is introduced, I will try to explain it there.\n3) Please note the Gujarati translation may not be the exact word-to-word translation. e.g. when asking about someone’s height in English we say “How long are you?“ but Gujarati sentence will be similar to asking “What is your height”. So you should sense the difference.\n4) You know that form of verb changes depending on gender and multiplicity. So wherever applicable I have mentioned gender in brackets followed by the corresponding version of the sentence.\n5) Because of British rule in India, English has been learnt and used widely throughout India. So the use of English words is quite common. In many cases, English words are natural choice than original Gujarati words !!\n6) In Gujarati to say something with respect, the sentence is formed using the plural. In English when telling about a friend you will say, “He goes to work”. While speaking about an elderly person with respect you will still say “He goes to work”. But in Gujarati second sentence (with respect) will form like saying “They go to work”. To Indicate this I have marked such sentence as “To Man” or “To Lady”. So these are “with respect” versions.\nSo below I have given a few sentences which will answer questions like How to welcome guests in Gujarati”, “How to speak with guests in Gujarati” etc. Let’s start\n1) Good morning/evening/night: In Indian culture, there is no custom of greeting this way i.e. depending on time. Formally people greet each other saying નમસ્કાર(namaskAr) /નમસ્તે (namaste). Sometimes “Good Morning” can be said as સુપ્રભાત(suprabhAt) But due to widespread knowledge of western culture; even Gujarati people greet each other in western may like saying “hi,” hello”,” how are you”, “Good morning/evening/night” in English.\n2) Welcome: (In formal Gujarati ) સુસ્વાગતમ (susvAgatam) / તમારું સ્વાગત છે (tamAruM svAgat Che) (In day to day use) આવો આવો (Avo Avo) / પધારો (padhAro)\n3) How are you / How do you do: તું કેમ છે ? (tuM kem Che ?) (to man or lady with respect) :- તમે કેમ છો (tame kem Cho)\n4) I am fine: હું મજામાં છું (huM majAmAM ChuM)\n5) Long-time no see: (to the boy) ઘણા દિવસ મળ્યો નથી (ghaNA divas maLyo nathI) (to the girl) :- ઘણા દિવસ મળી નથી (ghaNA divas maLI nathI ) (to man/lady with respect) :- ઘણા દિવસ મળ્યા નથી (ghaNA divas maLyA nathI)\n6) Yes, I was very busy these days: હા આજકાલ/હમણાં/હાલ હું થોડો બીઝી છું(hA AjakAl/hamaNAM/hAl huM thoDo bIjhI ChuM )\n7) Please have a seat (to boy/girl): બેસ (bes) (to man/lady) :-બેસો ( beso)\n8)Can you give me some water? : મને થોડું પાણી આપીશ? (mane thoDuM pANI ApIsh ?) (to man/lady) મને થોડું પાણી આપશો ? (mane thoDuM pANI Apasho ?)\n9) What would like? Tea or Coffee? : શું લેશો ? ચા કે કોફી (shuM lesho ? chA ke kophI)\n10) I will take tea: હું ચા લઈશ (huM chA laIsh)\n11) Tea is fine for me: મને ચા ચાલશે (mane chA chAlashe)\n12) No, Thanks: ના. થેંક્સ. (nA. theMks.)\n13) No, I do not want anything: ના. મારે કાંઈપણ નથી જોઈતું. (nA. mAre kAMIpaN nathI joItuM.)\n14) What do yo do these days?: આજકાલ/હમણાં/હાલ શું કરે છે ?(AjakAl/hamaNAM/hAl shuM kare Che) (to man/lady with respect) :- આજકાલ/હમણાં/હાલ શું કરો છો ? (AjakAl/hamaNAM/hAl shuM karo Cho)\n15) I am studying in 10th standard: હું દસમા ધોરણમાં છું. (huM dasamA dhoraNamAM ChuM.) I go to college:- હું કોલેજ જઉં છું. (huM kolej jauM ChuM.)\n16) Where do you stay/live?: તું ક્યાં રહે છે ? (tuM kyAM rahe Che ?) (to man/lady with respect) :- તમે ક્યાં રહો છો ? (tame kyAM raho Cho ?)\n17) I live in Dombivli: હું ડોમ્બીવલીમાં રહું છું (huM DombIvalImAM rahuM ChuM)\n18) What is your name તારું નામ શું છે ? (tAruM nAm shuM Che ?) (to man/lady) :- તમારું નામ શું છે ? (tamAruM nAm shuM Che ?)\n19) My name is Kaushik: મારું નામ કૌશિક છે. (mAruM nAm kaushik Che.)\n20) Where do you work?: તું ક્યાં કામ કરે છે ? (tuM kyAM kAm kare Che ?) (to man/lady) તમે ક્યાં કામ કરો છો ? (tame kyAM kAm karo Cho ?)\n21) How is everybody at home? ઘરમાં બધાં કેમ છે ? (gharamAM badhAM kem Che)\n22) Give my regards to uncle: કાકાને મારા પ્રણામ કેહજો. (kAkAne mArA praNAm kehajo.)\n23) Bye-bye: Bye Bye / ટા ટા (TA TA)\n24) See you again: See you / ફરી મળીએ (pharI maLIe)\n25) Come Again: આવજો (Avajo)\n26) When will we see again?: ફરી ક્યારે મળશે (pharI kyAre maLashe) (to man/lady) ફરી ક્યારે મળશો ? (pharI kyAre maLasho ?)\n27) What else: બીજું શું (bIjuM shuM)\n28) Ok: ઠીક(ThIk) / ઠીક છે(ThIk Che) / સારું (sAruM)"
  },
  {
    "id": 90,
    "title": "Simple Gujarati Sentences Where Place Related",
    "url": "https://learnmarathiwithkaushik.com/courses/simple-gujarati-sentences-where-place-related",
    "content": "English\nGujarati\nWhere are you (to boy/girl)\nતું ક્યાં છે (tuM kyAM Che)\nWhere are you (to man/lady with respect)\nતમે ક્યાં છો (tame kyAM Cho)\nI am here\nહું અહીં/અહીંયા છું (huM ahIM/ahIMyA ChuM)\nI am there\nહું ત્યાં છું (huM tyAM ChuM)\nI am in office\nહું ઓફીસમાં છું (huM ophIsamAM ChuM)\nI am on terrace\nહું અગાસી પર છું (huM agAsI par ChuM)\nI am on road\nહું રસ્તામાં  છું (huM rastAmAM par ChuM)\nWhere had you gone?(to boy)\nતું ક્યાં ગયો હતો ? (tuM kyAM gayo hato ?)\nI had gone to picture/movie (boy)\nહું સિનેમા જોવા ગયો હતો (huM sinemA jovA gayo hato)\nWhere is post office\nપોસ્ટ ઓફીસ ક્યાં છે ? (posT ophIs kyAM Che ?)\nPost office is near by\nપોસ્ટ ઓફીસ પાસે/નજીક છે. (posT ophIs pAse/najIk Che.)\nPost office is far away\nપોસ્ટ ઓફીસ દૂર છે. (posT ophIs dUr Che.)\nHow to go to \"Central Park\"\nસેંટ્રલ પાર્ક કેવી રીતે જવું (seMTral pArk kevI rIte javuM)\nGo straight\nસીધા જાઓ (sIdhA jAo)\nTurn left\nડાબે વળો /ડાબી બાજુએ વળો (DAbe vaLo /DAbI bAjue vaLo)\nTurn right\nજમણે વળો.  / જમણી બાજુએ વળો. (jamaNe vaLo.  / jamaNI bAjue vaLo.)\nGo back\nપાછા જાઓ (pAChA jAo)\nGo uphill\nટેકરી પર જાઓ (TekarI par jAo)"
  },
  {
    "id": 91,
    "title": "Asking address in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/asking-address-in-gujarati",
    "content": "English\nGujarati\nStraight\nસીધા (sIdhA)\nLeft\nડાબી બાજૂ  (DAbI bAjU )\nTo left\nડાબી બાજૂએ  (DAbI bAjUe )\nRight\nજમણી બાજૂ (jamaNI bAjU)\nTo right\nજમણી બાજૂએ (jamaNI bAjUe)\nBehind\nપાછળ (pAChaL)\nIn-front\nસામે (sAme)\nNext\nઆગળ (AgaL)\nTill\nસુધી (sudhI)\nAfter\nપછી (paChI)\nNear\nપાસે (pAse)\nFar\nદૂર (dUr)\nRoad\nરસ્તો (rasto)\nSquare\nચૌક (chauk)\nCorner\nખૂણો (khUNo)\nLane\nગલ્લી (gallI)"
  },
  {
    "id": 92,
    "title": "Greeting,Wishes,Blessings,Slogans in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/greetingwishesblessingsslogans-in-gujarati",
    "content": "Below I have summarized few frequently used Greetings, Wishes, Blessings, and Slogans in Gujarati. Please note that they are NOT a word to word translation from English to Gujarati. These are the ways how a native Gujarati speaker will greet you on a particular occasion.\nPlease go through below:\nGreetings\nશુભેચ્છાઓ\nshubhechChAo\nMany Greetings / Many wishes\nખૂબ ખૂબ શુભેચ્છાઓ\nkhUb khUb shubhechChAo\nHappy Birthday\nજન્મદિવસની શુભેચ્છાઓ / જન્મદિવસની શુભકામના\njanmadivasanI shubhechChAo / janmadivasanI shubhakAmanA\nHappy Diwali\nશુભ દીપાવલી / દિવાળીની હાર્દિક શુભેચ્છાઓ\nshubh dIpAvalI / divALInI hArdik shubhechChAo\nHappy new year\nનવા વર્ષની  શુભેચ્છાઓ / સાલ મુબારક\nnavA varShanI shubhechChAo / sAl mubArak\nMerry X'mas\nનાતાલની/ક્રિસમસની  હાર્દિક શુભેચ્છાઓ\nnAtAlanI/krisamasanI  hArdik shubhechChAo\nCongratulations\nઅભિનંદન\nabhinaMdan\nHeartiest Congratulations\nહાર્દિક અભિનંદન\nhArdik abhinaMdan\nI love you\nહું તને/તમને   પ્રેમ કરું છું\nhuM tane/tamane prem karuM ChuM\nLive long life\nઆયુષ્માન ભવ\nAyuShmAn bhava\nMay you live 100 years.\nજીવેત શરદઃ શતમ\njIvet sharadH shatam\nBe successful\nયશસ્વી ભવ / ખૂબ સફળ થા\nyashasvI bhava / khUb saphaL thA\nLive long life\nચિરંજીવ ભવ\nchiraMjIv bhava\nMay your pair live forever\nઅખંડ સૌભાગ્યવતી ભવ / તારો ચૂડી-ચાંદલો અમર રહે\nakhaMD saubhAgyavatI bhava / tAro chUDI-chAMdalo amar rahe\nBlessing / Blessings\nઆશિર્વાદ\nAshirvAd\nBless me\nમને આશિર્વાદ આપો\nmane AshirvAd Apo\nMy blessings are always with you\nમારા આશિર્વાદ હંમેશા તારી સાથે છે.\nmArA AshirvAd haMmeshA tArI sAthe Che.\nThank you\nધન્યવાદ\ndhanyavAd\nMay god grace you\nભગવાન તમારું ભલું કરે\nbhagavAn tamAruM bhaluM kare\nLong live !! (slogan)\nજિન્દાબાદ\njindAbAd\nLong live India  (slogan)\nભારત જિન્દાબાદ / હિન્દુસ્તાન જિન્દાબાદ\nbhArat jindAbAd / hindustAn jindAbAd\nLong live revolution  (slogan)\nઇન્કિલાબ જિન્દાબાદ\ninkilAb jindAbAd\nDown on !! (slogan)\nમુર્દાબાદ\nmurdAbAd\nDown with inflation  (slogan)\nમોંઘવારી મુર્દાબાદ\nmoMghavArI murdAbAd\nVictory be of ---  (slogan)\n__નો વિજય થાઓ\nno vijay thAo\nVictory be India’s  / My India win !!  (slogan)\nભારતનો વિજય થાઓ\nbhAratano vijay thAv\nMay Kaushik win (slogan) 🙂\nકૌશિકનો વિજય થાઓ\nkaushikano vijay thAv\nGift with love  (Generally written on gift-box)\nસપ્રેમ ભેટ\nsaprem bheT\nDear\nપ્રિય\npriy\nAfter someone gives you wishes; in English, we may respond as “Same to you”. In Gujarati, we can say that તમને પણ (tamane paN) or તમને પણ શુભેચ્છાઓ (tamane paN shubhechChAo) which literally means “to you as well” and “wishes to you as well”."
  },
  {
    "id": 93,
    "title": "Simple Gujarati Sentences – In Hotel",
    "url": "https://learnmarathiwithkaushik.com/courses/simple-gujarati-sentences-in-hotel",
    "content": "English\nGujarati\nFriend, can you give me menu card?\nભાઈ, મને મેનુકાર્ડ આપશો ? (bhAI mane menukArD Apasho ?)\nPlease give menu card\nમેનૂકાર્ડ આપો (menUkArD Apo)\nWhich dish is served hot?\nગરમ શું છે ?(garam shuM Che?)\nWhich dish is served cold?\nઠંડું શું છે  (ThaMDuM shuM Che )\nIs Idli available?\nઈડલી છે ? (IDalI Che ?)\nCan I get pizza?\nપિઝ્ઝા મળશે ? (pijhjhA maLashe ?)\nHow much time will it take for order?\nઓર્ડર આવવાને કેટલી વાર લાગશે ? (orDar AvavAne keTalI vAr lAgashe ?)\nFriend, is it not ready yet?\nભાઈ, હજીસુધી તયાર નથી?  (bhAI, hajIsudhI tayAr nathI ?)\nGive one more Roti.\nવધુ એક રોટી આપો (vadhu ek roTI Apo)\nI want still more butter.\nમારે વધુ માખણ જોઇએ (mAre vadhu mAkhaN joie)\nGive the bill.\nબિલ આપો (bil Apo)\nHow much is bill amount?\nબિલ કેટલું થયું ?(bil keTaluM thayuM ?)\nHow much is 1 VadaPaav?\nએક વડાપાઉ ના કેટલા? (ek vaDApAu nA keTalA?)\nHow much is 1 Dosa?\nએક ડોસા ના કેટલા ?(ek DosA nA keTalA ?)\nGive me 10 Vadas in parcel\nમને દસ વડા પાર્સલ આપો. (mane das vaDA pArsal Apo)\nDo you have change?\nછુટ્ટા પૈસા છે ? (ChuTTA paisA Che ?)\nI do not have change\nમારી પાસે છુટ્ટા પૈસા નથી (mArI pAse ChuTTA paisA nathI)\nIt has been 10 minute. Yet food has not been served.\nદસ મિનિટ થઈ. (das miniT thaI.) હજી જમણ આવ્યું નથી ( hajI jamaN AvyuM nathI)\nYou will get idli\nઇડલી મળશે  (iDalI maLashe )\nPizza is not available.\nપિઝ્ઝા મળશે નહીં (pijhjhA maLashe nahIM)\nIt will take 10 minutes\n૧૦ મિનિટ લાગશે (10 miniT lAgashe)\nThis vegetable will be sweet\nઆ શાક મીઠી હશે (A shAk mIThI hashe)\nThis dish will be hot in taste\nઆ ડિશ તીખી હશે  (A Dish tIkhI hashe )"
  },
  {
    "id": 94,
    "title": "Simple Gujarati conversation – Grocery shop",
    "url": "https://learnmarathiwithkaushik.com/courses/simple-gujarati-conversation-grocery-shop",
    "content": "English\nGujarati\nGive me 1kg. Sugar\nએક કિલો ખાંડ આપો (ek kilo khAMD Apo)\nTake this\nઆ લો (A lo)\nDo you have \"Godd day\"  biscuit ?\nગુડ ડે બિસ્કિટ છે ? (guD De biskiT Che ?)\nYes. I have\nહા. છે. (hA. Che.)\nGive 2 packs\nબે પેક્સ આપો. (be peks Apo.)\nWhich cream biscuit is there ?\nક્રીમ બિસ્કિટ કયું છે ? (krIm biskiT kayuM Che ?)\n\"Parle\"'s\nપારલેનું (pAralenuM.)\nI do not want this. Is there any other ?\nઆ નથી જોઇતું. (A nathI joituM. ) બીજું કયું છે ?  (bIjuM kayuM Che ?)\n\"Bourbourn\" is there.\nબોરબોન છે. (borabon Che.)\nIt will do. Give 1 pack.\nચાલશે. એક પેક આપો.  (chAlashe. ek pek Apo. )\nHow much is total bill\nકેટલાં થયાં. (keTalAM thayAM.)\nSeventy rupees\nસિત્તેર થયાં. (sitter thayAM.)\nI do not have bag. Can you give me plastic bag ?\nમારી પાસે થેલી નથી. (mArI pAse thelI nathI.) પ્લેસ્ટિકની થેલી આપશો ? (plesTikanI thelI Apasho ?)\nPlastic bags are banned these days.\nપ્લેસ્ટિકની થેલીઓ પર આજકાલ પ્રતિબંધ મૂક્યો છે. (plesTikanI thelIo par AjakAl pratibaMdh mUkyo Che.)\nTake this paper bag\nઆ કાગળની થેલી લો.  (A kAgaLanI thelI lo. )\nThanks\nThanks"
  },
  {
    "id": 95,
    "title": "Simple Gujarati Conversation-at-bus stop and in bus",
    "url": "https://learnmarathiwithkaushik.com/courses/simple-gujarati-conversation-at-bus-stop-and-in-bus",
    "content": "English\nGujarati\nAt Bus Stop બસ સ્ટોપ પર (bas sTop par)\nI want to go to Mumbai. Where can I get bus ?\nમારે મુંબઈ જવું છે (mAre muMbaI javuM Che) બસ ક્યાંથી મળશે ? (bas kyAMthI maLashe ?)\nNot here. Go ahead\nઅહીંયા નથી. આગળ જાઓ. (ahIMyA nathI. AgaL jAo.)\nWhere ahead?\nઆગળ ક્યાં ? (AgaL kyAM ?)\nThere under that bridge\nએ પૂલની નીચે (e pUlanI nIche)\nOk. Thanks\nસારું. થેંક્સ (sAruM. theMks)\nDoes the bus for Mumbai start from here ?\nમુંબઈની બસ અહીંયા થી ઉપડે છે ? (muMbaInI bas ahIMyA thI upaDe Che ?)\nYes\nહા. (hA.)\nWhen is the next bus?\nઆગળની બસ ક્યારે છે ? (AgaLanI bas kyAre Che ?)\nDon't know\nખબર નથી. (khabar nathI.)\nUncle, do you know? When is the next bus?\nકાકા, તમને ખબર છે ? આગળની બસ ક્યારે છે ? (kAkA, tamane khabar Che ? AgaLanI bas kyAre Che ?)\nYes it is at 10 past 10\nહા. દસ દસ ની છે. (hA. das das nI Che.)\nOh god.  It is half an hour more.\nહે ભગવાન, હજી અડધો કલાક છે. (he bhagavAn, hajI aDadho kalAk Che.)\nDoes any other bus go to Mumbai ?\nબીજી કંઈ બસ મુંબઈ જાય છે. (bIjI kaMI bas muMbaI jAy Che.)\nNo. That is the only one.\nના. આ એક જ બસ છે. (nA. A eka j bas Che.)\nYou catch the bus for Pune.\nતમે પુણે ની બસ પકડો. (tame puNe nI bas pakaDo.)\nGet down at Gandhi Chowk.\nગાંધી ચૌકમાં ઉતરો. (gAMdhI chaukamAM utaro.)\nAnd take another bus from there. From there frequency is more.\nઅને ત્યાં થી બીજી બસ પકડો. (ane tyAM thI bIjI bas pakaDo.) ત્યાં થી બસની ફ્રિક્વેન્સી વધારે છે. (tyAM thI basanI phrikvensI vadhAre Che.)\nWill I get bus for market directly?\nડાયરેક્ટ બજાર સુધી બસ મળશે ? (DAyarekT bajAr sudhI bas maLashe ?)\nMostly you will get. Otherwise catch bus for highway\nઘણું કરીને મળશે. (ghaNuM karIne maLashe.) નહીતર હાયવે માટે બસ પકડો. (nahItar hAyave mATe bas pakaDo.)\nAnd then ?\nઅને પછી ? (ane paChI ?)\nFrom highway you will get share-auto for market.\nહાયવે થી બજાર જવા માટે શેઅર ઓટો મળશે. (hAyave thI bajAr javA mATe shear oTo maLashe.)\nઠીક છે. (ThIk Che.)\nFrom where does bus for highway start?\nહાયવે માટેની બસ ક્યાંથી ઉપડશે. (hAyave mATenI bas kyAMthI upaDashe.)\nFrom that next stop.\nએ આગળના સ્ટોપ થી. (e AgaLanA sTop thI.)\nGet in and stand in queue.\nઅંદર આઓ. કતારમાં ઉભા રહો. (aMdar Ao. katAramAM ubhA raho.)\nAt Bus Stop બસ સ્ટોપ પર (bas sTop par)\nWhich ticket you want?\nકંઈ ટિકિટ જોઇએ ? (kaI TikiT joie ?)\n1 highway\nએક હાયવે. (ek hAyave.)\nTwelve rupees\nબાર રૂપિયા. (bAr rUpiyA.)\nHere it is\nઆ લો. (A lo.)\nGive two rupees change\nબે રૂપિયા છુટ્ટા આપો. (be rUpiyA ChuTTA Apo.)\nI do not have change\nમારી પાસે છુટ્ટા નથી. (mArI pAse ChuTTA nathI.)\nPlease check carefully. There may be some in your bag. From where can I give you 8 rupees in change\nધ્યાનથી જુઓ.બેગમાં હશે. (dhyAnathI juo.begamAM hashe.) હું આઠ રૂપિયા છુટ્ટા ક્યાંથી આપું ? (huM ATh rUpiyA ChuTTA kyAMthI ApuM ?)\nLet me check\nજોઉં છું. (jouM ChuM.)\nI have 5\nપાંચ છે. (pAMch Che.)\nIt will do.\nચાલશે. (chAlashe.)\nI will give you 3 rupees afterwards. Take it while getting down\nત્રણ રૂપિઆ પછી આપું છું. (traN rUpiA paChI ApuM ChuM.) ઊતરતી વખતે લેજો  (UtaratI vakhate lejo)\nI do not know the stop.\nમને સ્ટોપ ખબર નથી.  (mane sTop khabar nathI. )\nCan you tell me once we reach there?\nઆવે તો કેહજો. (Ave to kehajo.)\nસારું. (sAruM.)\nHello, it is highway\nચાલો. હાયવે ! (chAlo. hAyave !)\nShould I get down here\nહું અહીયાં ઊતરું ? (huM ahIyAM UtaruM ?)\nYes\nહા. (hA.)\nMy 3 rupees are pending\nમારા ત્રણ રૂપિયા બાકી છે. (mArA traN rUpiyA bAkI Che.)\nTake it.\nઆ લો (A lo)\nThis lesson would have answered your queries like, “How to inquire in Gujarati”, “How to speak at bus stop in Gujarati” etc."
  },
  {
    "id": 96,
    "title": "Simple Gujarati conversation – Rickshaw/Taxi driver",
    "url": "https://learnmarathiwithkaushik.com/courses/simple-gujarati-conversation-rickshaw-taxi-driver",
    "content": "(Note:- This lesson has reference to few places in Pune city viz. Tilak Road, Kotharud, Baner, S.P.College, Swargate, Magarpatta) English Gujarati (Passenger 🙂 Can you take me to Tilak road ? ટિળક રોડ લઈ જશો ?(TiLak roD laI jasho ?) (Driver:) No નહિં.(nahiM.) Why ? કેમ ?(kem ?) I want to go to Kothrud, Baner areas મારે કોથરૂડ,બાણેર જવું છે.(mAre kotharUD,bANer javuM Che.) Ok બરાબર (barAbar) Can you take me to Tilak road ? ટિળક રોડ લઈ જશો ?(TiLak roD laI jasho ?) Yes. Have a set હા. બેસો.(hA. beso.) Will you charge by meter મીટર મુજબ ભાડું લેશો ને ?(mITar mujab bhADuM lesho ne ?) Yes. હા.(hA.) On Tilak road, where exactly do you want to go ? ટિળક રોડમા ચોક્કસ કઈ જગ્યાએ જવું છે ? (TiLaka roDamA chokkas kaI jagyAe javuM Che ?) Drop me near S.P. College એસ.પી. કૉલેજ પાસે છોડી દો.(es.pI. k~olej pAse ChoDI do.) Here is the S.P. College આવી ગઈ એસ.પી. કોલેજ(AvI gaI es.pI. Kolej) How much is fare કેટલા થયાં?(keTalA thayAM?) Forty rupees ચાળીસ રૂપિયા (chALIs rUpiyA) It is so near by, how come fare is so much? આટલું નજીક છે તો પણ, આટલા કેવી રીતે થયાં? (ATaluM najIk Che to paN, ATalA kevI rIte thayAM?) I am telling as per meter only મીટર મુજબ જ કહું છું.(mITar mujaba j kahuM ChuM.) Show me the meter card મને મીટર કાર્ડ બતાવો.(mane mITar kArD batAvo.) See this. આ જુઓ.(A juo.) OK. Take this. બરાબર (barAbar). આ લો. (A lo.) I do not have change for 100 rupees. Give change મારી પાસે સોના પરચૂરણ નથી. પરચૂરણ આપો. (mArI pAse sonA parachUraN nathI. parachUraN Apo.) I don’t have change too મારી પાસે પણ નથી.(mArI pAse paN nathI.) It is ok even if you have 50 rupees પચાસ હોય તો પણ ચાલશે.(pachAs hoy to paN chAlashe.) Yes, take these 50 Rs. હા. પચાસ છે. આ લો.(hA. pachAs Che. A lo.) Take these remaining 10 rupees આ લો બાકીના દસ રૂપિયા.(A lo bAkInA das rUpiyA.) Take your bag. You forgot it backside તમારી બેગ લો. પાછળ જ ભૂલી ગયા.(tamArI beg lo. pAChaLa j bhUlI gayA.) Oh, yes. I forgot અરે હા !! ભૂલી ગયો !!(are hA !! bhUlI gayo !!) Where will I get share auto to Swargate સ્વારગેટ જવા અહિં શેઅર રિક્ષા ક્યાંથી મળશે ? (svArageT javA ahiM shear rikShA kyAMthI maLashe ?) From next square આગળના ચોકથી.(AgaLanA chokathI.) Can you take me to swargate ? By share system ? સ્વારગેટ જશો ? શેઅર સિસ્ટીમ ને?(svArageT jasho ? shear sisTIm ne?) Yes. હા.(hA.) How much fare per person શેઅરના કેટલા?(shearnA keTalA?) ten rupees દસ રૂપિયા.(das rUpiyA.) Ok. બરાબર (barAbar) Can you come to \"Magarpatta\" મગરપટ્ટા લઈ જશો ?(magarapaTTA laI jasho ?) It will cost 150 દોઢસો થશે.(doDhaso thashe.) How come 150 ? દોઢસો શું કામ ?(doDhaso shuM kAm ?) By meter It should cost 120. મીટર તરીકે તો એકસો વીસ થાય છે.(mITar tarIke to ekso vIs thAy Che.) Why 30 rupees more ત્રીસ રૂપિયા વધારે શા માટે? (trIs rUpiyA vadhAre shA mATe?) We do not get passengers while coming back. અમને આવતી વખતે ભાડું નથી મળતું. (amane AvatI vakhate bhADuM nathI maLatuM.) Leave it. I will go by other rickshaw જવા દો. હું બીજી રિક્ષામાં જઈશ.(javA do. huM bIjI rikShAmAM jaIsh.) Give 10 rupees more than meter charges મીટર ઉપર દસ રૂપિયા વધારે આપો.(mITar upar das rUpiyA vadhAre Apo.) Ok. Let's go બરાબર (barAbar). ચાલો.(Thik Che. chAlo.)\nEnglish\nGujarati\n(Passenger 🙂 Can you take me to Tilak road ?\nટિળક રોડ લઈ જશો ?(TiLak roD laI jasho ?)\n(Driver:) No\nનહિં.(nahiM.)\nWhy ?\nકેમ ?(kem ?)\nI want to go to Kothrud, Baner areas\nમારે કોથરૂડ,બાણેર જવું છે.(mAre kotharUD,bANer javuM Che.)\nબરાબર (barAbar)\nCan you take me to Tilak road ?\nટિળક રોડ લઈ જશો ?(TiLak roD laI jasho ?)\nYes. Have a set\nહા. બેસો.(hA. beso.)\nWill you charge by meter\nમીટર મુજબ ભાડું લેશો ને ?(mITar mujab bhADuM lesho ne ?)\nYes.\nહા.(hA.)\nOn Tilak road, where exactly do you want to go ?\nટિળક રોડમા ચોક્કસ કઈ જગ્યાએ જવું છે ? (TiLaka roDamA chokkas kaI jagyAe javuM Che ?)\nDrop me near S.P. College\nએસ.પી. કૉલેજ પાસે છોડી દો.(es.pI. k~olej pAse ChoDI do.)\nHere is the S.P. College\nઆવી ગઈ એસ.પી. કોલેજ(AvI gaI es.pI. Kolej)\nHow much is fare\nકેટલા થયાં?(keTalA thayAM?)\nForty rupees\nચાળીસ રૂપિયા (chALIs rUpiyA)\nIt is so near by, how come fare is so much?\nઆટલું નજીક છે તો પણ, આટલા કેવી રીતે થયાં? (ATaluM najIk Che to paN, ATalA kevI rIte thayAM?)\nI am telling as per meter only\nમીટર મુજબ જ કહું છું.(mITar mujaba j kahuM ChuM.)\nShow me the meter card\nમને મીટર કાર્ડ બતાવો.(mane mITar kArD batAvo.)\nSee this.\nઆ જુઓ.(A juo.)\nOK. Take this.\nબરાબર (barAbar). આ લો. (A lo.)\nI do not have change for 100 rupees. Give change\nમારી પાસે સોના પરચૂરણ નથી. પરચૂરણ આપો. (mArI pAse sonA parachUraN nathI. parachUraN Apo.)\nI don’t have change too\nમારી પાસે પણ નથી.(mArI pAse paN nathI.)\nIt is ok even if you have 50 rupees\nપચાસ હોય તો પણ ચાલશે.(pachAs hoy to paN chAlashe.)\nYes, take these 50 Rs.\nહા. પચાસ છે. આ લો.(hA. pachAs Che. A lo.)\nTake these remaining 10 rupees\nઆ લો બાકીના દસ રૂપિયા.(A lo bAkInA das rUpiyA.)\nTake your bag. You forgot it backside\nતમારી બેગ લો. પાછળ જ ભૂલી ગયા.(tamArI beg lo. pAChaLa j bhUlI gayA.)\nOh, yes. I forgot\nઅરે હા !! ભૂલી ગયો !!(are hA !! bhUlI gayo !!)\nWhere will I get share auto to Swargate\nસ્વારગેટ જવા અહિં શેઅર રિક્ષા ક્યાંથી મળશે ? (svArageT javA ahiM shear rikShA kyAMthI maLashe ?)\nFrom next square\nઆગળના ચોકથી.(AgaLanA chokathI.)\nCan you take me to swargate ? By share system ?\nસ્વારગેટ જશો ? શેઅર સિસ્ટીમ ને?(svArageT jasho ? shear sisTIm ne?)\nYes.\nહા.(hA.)\nHow much fare per person\nશેઅરના કેટલા?(shearnA keTalA?)\nten rupees\nદસ રૂપિયા.(das rUpiyA.)\nOk.\nબરાબર (barAbar)\nCan you come to \"Magarpatta\"\nમગરપટ્ટા લઈ જશો ?(magarapaTTA laI jasho ?)\nIt will cost 150\nદોઢસો થશે.(doDhaso thashe.)\nHow come 150 ?\nદોઢસો શું કામ ?(doDhaso shuM kAm ?)\nBy meter It should cost 120.\nમીટર તરીકે તો એકસો વીસ થાય છે.(mITar tarIke to ekso vIs thAy Che.)\nWhy 30 rupees more\nત્રીસ રૂપિયા વધારે શા માટે? (trIs rUpiyA vadhAre shA mATe?)\nWe do not get passengers while coming back.\nઅમને આવતી વખતે ભાડું નથી મળતું. (amane AvatI vakhate bhADuM nathI maLatuM.)\nLeave it. I will go by other rickshaw\nજવા દો. હું બીજી રિક્ષામાં જઈશ.(javA do. huM bIjI rikShAmAM jaIsh.)\nGive 10 rupees more than meter charges\nમીટર ઉપર દસ રૂપિયા વધારે આપો.(mITar upar das rUpiyA vadhAre Apo.)\nOk. Let's go\nબરાબર (barAbar). ચાલો.(Thik Che. chAlo.)"
  },
  {
    "id": 97,
    "title": "Simple Gujarati Conversation – Software Engineers",
    "url": "https://learnmarathiwithkaushik.com/courses/simple-gujarati-conversation-software-engineers",
    "content": "English\nGujarati\nHello\nHello ( hello )\nHey, how come you are here? You were in ABC company, right ?\nઅરે અહિં કેવી રીતે ? તું તો ABC કંપનીમાં હતો ને ? (are ahiM kevI rIte ? tuM to ABC kaMpanImAM hato ne ?)\nYes. I left it 2 months back.\nહા. બે મહિના પહેલા જ  મેં એ કંપની છોડી દીધી. (hA. be mahinA pahelA j meM e kaMpanI ChoDI dIdhI.)\nWow!! But why did you leave ?\nવાહ !! પણ શા માટે છોડી ? (vAh !! paN shA mATe ChoDI.)\nI was not getting good work there.\nત્યાં મને સારું કામ મળતું નહોતું. (tyAM mane sAruM kAm maLatuM nahotuM.)\nWhich technology was used in work ?\nકઈ technology માં કામ થતું હતું ? (kaI \"technology\"mAM kAm thatuM hatuM ?)\nCore Java\nકોઅર જાવા. (koar jAvA.)\nWhich technologies are here ?\nઅહિં કઈ technology છે? (ahiM kaI \"technology\" Che?)\nCore java and spring, hibernate\nCore Java અને Spring, Hibernate ( “Core Java” ane “Spring”, “Hibernate” )\nGreat !! How much hike did you get ?\nગ્રેટ !! hike કેટલી મળી ? (greT !! “hike” keTalI maLI ?)\n40%. There I had package of 4. Here I got 5.6\nચાળીસ ટકા. ત્યાં ૪નું પેકેજ હતું. અહિં ૫.૬ મળ્યું. (chALIs TakA. tyAM 4 nuM pekej hatuM. ahiM 5.6 maLyuM.)\nIs completely fix ?\nઆખું fix છે? (AkhuM “fix” Che?)\nNo. 0.6 of that is variable.\nના. એમાંથી ૦.૬ variable  છે. (nA. emAMthI 0.6 “variable” Che.)\nAnd how much is your total experience ?\nઅને તારો કુલ experience  કેટલો થયો ? (ane tAro kul “experience” keTalo thayo ?)\nEight years\nઆઠ વરસ. (ATh varas.)\nHow many years were you there ?\nત્યાં કેટલા વરસ હતો ? (tyAM keTalA varas hato ?)\n4 Years\nચાર વરસ. (chAr varas.)\nHad you stayed there for one more year, you would have got gratuity\nત્યાં હજી એક વરસ રોકાઈ જાત તો gratuity  મળી જાત. (tyAM hajI ek varas rokAI jAt to “gratuity” maLI jAt.)\nYes. But I was bored there. I could not see growth there\nહા. પણ ત્યાં બહુ કંટાળી ગયો હતો. ત્યાં કંઈ growth નહોતી દેખાતી. (hA. paN tyAM bahu kaMTALI gayo hato. tyAM kaMI “growth” nahotI dekhAtI.)\nHow is this company ?\nઆ કંપની કેવી લાગે છે? (A kaMpanI kevI lAge Che?)\nIt is good\nસારી છે. (sArI Che.)\nHow much work-pressure ?\nWork-pressure  કેટલું રહે છે? (“Work-pressure” keTaluM rahe Che?)\nIt is OK. Not much. Work will be \"Nine-to-six\"\nઠીક છે. એટલું બધુ નથી. \"Nine-to-six\" કામ હોય છે. (ThIk Che. eTaluM badhu nathI. \"Nine-to-six\"  kAm hoy Che.)\nHow do you travel to office?\nOffice કેવી રીતે આવે છે ? (“Office” kevI rIte Ave Che.)\nBy company bus\nકંપનીની બસથી. (kaMpanInI basathI.)\nHow much time it takes ?\nકેટલી વાર લાગે છે ? (keTalI vAr lAge Che.)\n1 hour.\nએક કલાક. (ek kalAk.)\nWhere do you live ?\nતું ક્યાં રહે છે? (tuM kyAM rahe Che?)\nIt is near. At \"Rahul Garden City\". It is highway touch place.\nપાસે જ. \"રાહૂલ Garden City\" માં\". High-way પાસે છે. (pAse j. \"rAhUl Garden City\"mAM. “High-way” pAse Che.)\nDid you buy flat ?\nતેં flat ખરીદ્યો છે? (teM “flat” kharIdyo Che?)\nNo. It is rented.\nના. ભાડે રહું છું. (nA. bhADe rahuM ChuM.)\nAre you looking for house ?\nતું શોધી રહ્યો છે? (tuM shodhI rahyo Che?)\nYes, search is going on\nહા. તપાસ તો ચાલૂ છે. (hA. tapAs to chAlU Che.)\nMy friend booked in \"Nature Park\". 2BHK\nમારા મિત્રએ \"nature park\"માં બુક કર્યો. 2BHK. (mArA mitrae \"nature park\"mAM buk karyo. “2BHK”.)\nHow much did it cost ?\nકેટલામાં મળ્યો ? (keTalAmAM maLyo ?)\n30 Lakhs\nત્રીસ લાખમાં. (trIs lAkhamAM.)\nIt is cheap then. How much is rate there ?\nસસ્તો છે. ત્યાં કેટલો રેટ છે? (sasto Che. tyAM keTalo reT Che?)\n2000\nબે હજાર. (be hajAr.)\nI will also go and see it.\nહું પણ જઈને જોઈશ. (huM paN jaIne joIsh.)\nGo for sure.\nજરૂર જજે. (jarUr jaje.)\nI leave now. I have one meeting now.\nચાલો, હવે હું નિકળું છું. અત્યારે એક meeting છે. (chAlo, have huM nikaLuM ChuM. atyare ek “meeting” Che.)\nOK. What is your number?\nOK. તારો નંબર શું છે? (OK. tAro naMbar shuM Che?)\nI have your number with me. I give you miss-call\nમારી પાસે તારો નંબર છે. હું \"miss-call\" કરીશ. (mArI pAse tAro naMbar Che. huM \"miss-call\" karIsh.)\nFine\nભલે . (bhale.)\nBye\nbye ( bye )\nBye\nbye ( bye )"
  },
  {
    "id": 98,
    "title": "Simple Gujarati Conversation – Doctor-Patient",
    "url": "https://learnmarathiwithkaushik.com/courses/simple-gujarati-conversation-doctor-patient",
    "content": "English\nGujarati\nPlease come. Have seat\nઆવો. બેસો.(Avo. beso.)\nWhat is the problem?\nશું તકલીફ છે?(shuM takalIph Che?)\nI am suffering from cold\nશરદી થઈ ગઈ છે.(sharadI thaI gaI Che.)\nThere is temperature\nતાવ છે.(tAv Che.)\nFrom when?\nક્યારથી ?(kyArathI ?)\nFrom yesterday morning\nકાલ સવારથી.(kAl savArathI.)\nOk. Lay down there\nબરાબર. ત્યાં સૂઈ જાઓ.(barAbar. tyAM sUI jAo.)\nShow eyes.\nઆંખો બતાઓ.(AMkho batAo.)\nShow tongue.\nજીભ બતાઓ.(jIbh batAo.)\nOpen mouth wide\nમોઢું આ કરો.(moDhuM A karo.)\nLet me see throat\nગળું દેખાડો.(gaLuM dekhADo.)\nTake deep breath.\nલાંબો શ્વાસ લો.(lAMbo shvAs lo.)\nLeave it.\nછોડો.(ChoDo.)\nTake again.\nફરીથી લો.(pharIthI lo.)\nLeave it.\nછોડો.(ChoDo.)\nOK. Sit there\nબરાબર, ત્યાં બેસો.(barAbar, tyAM beso.)\nLet me check pulse\nનાડી બતાવો.(nADI batAvo.)\nI check B.P.\nબી.પી. ચેક કરૂં છું.(bI.pI. chek karUM ChuM.)\nWhy is there temperature\nશા કારણે તાવ આવ્યો? (shA kAraNe tAv Avyo ?)\nNothing serious.\nકંઈ ખાસ નથી. /  કંઈ ગભરવા જેવું નથી. (kaMI khAs nathI. /  kaMI gabharavA jevuM nathI.)\nMay be because of changing weather\nહવામાન બદલવાથી થઈ જાય.(havAmAn badalavAthI thaI jAy.)\nI give you pills for 2 days. Take them\nહું બે દિવસની ગોળી આપું છું.(huM be divasanI goLI ApuM ChuM.) લઈ લેજો.(laI lejo.)\nThese two in morning and these 2 in evening\nઆ બે સવારે અને આ બે સાંજે.(A be savAre ane A be sAMje.)\nBefore lunch or after ?\nજમ્યા પહેલા કે પછી ?(jamyA pahelA ke paChI ?)\nYes, take after eating something.\nહા, કશું ખાધા પછી લેશો.(hA, kashuM khAdhA paChI lesho.)\nDo not take when empty stomach\nખાલી પેટે લેશો નહિ.(khAlI peTe lesho nahi.)\nAnything about diet ?\nબીજું કંઈ પથ્ય.(bIjuM kaMI pathy.)\nDo not take cold water, curd, buttermilk\nઠંડુ પાણી, દહીં, છાશ લેશો નહિ.(ThMDu pANI, dahIM, ChAsh lesho nahi.)\nDrink boiled water\nપાણી ઉકાળીને પીશો.(pANI ukALIne pIsho.)\nAnd wear woolen cloths\nઅને ગરમ કપડા પહેરશો.(ane garam kapaDA paherasho.)\nOK. How much is fee\nબરાબર. કેટલી ફી થઈ.(barAbar. keTalI phI thaI.)\nHundred rupees\nસો રૂપિયા.(so rUpiyA.)\nThank you.\nઆભાર.(AbhAr.)\nShould I visit again ?\nફરીથી બતાવવાની જરૂર છે?(pharIthI batAvavAnI jarUr Che?)\nIf temperature is normal then no need\nતાવ ઉતરી જાય તો જરૂર નથી.(tAv utarI jAy to jarUr nathI.)\nIf you do not feel well then, please come\nબરાબર ન લાગે તો જરૂરથી આવશો.(barAbar n lAge to jarUrathI Avasho.)\nIt will do\nભલે(bhalE)\nThank you.\nઆભાર.(AbhAr.)"
  },
  {
    "id": 99,
    "title": "Simple Gujarati Conversation – Teacher & Students",
    "url": "https://learnmarathiwithkaushik.com/courses/simple-gujarati-conversation-teacher-students",
    "content": "Good morning Teacher/Madam\nગુડ મોર્નિંગ મેડમ !(guD morniMg meDam !)\nGood morning pupils\nગુડ મોર્નિંગ વિદ્યાર્થીઓ !(guD morniMg vidyArthIo !)\nSit down\nબેસી જાઓ.(besI jAo.)\nIts period of geography, right?\nભૂગોળનો તાસ છે ને?(bhUgoLano tAs Che ne?)\nTake out book\nપુસ્તક બહાર કાઢો.(pustak bahAr kADho.)\nOpen tenth chapter\nદસમો પાઠ ઉઘાડો.(dasamo pATh ughADo.)\nYesterday we learnt half of lesson\nકાલે આપણે અડધો પાઠ શીખ્યો.(kAle ApaNe aDadho pATh shIkhyo.)\nLet's go ahead today\nઆજે આગળ વધીએ.(Aje AgaL vadhIe.)\nDid you understand everything taught yesterday\nકાલે શિખવાડ્યું તે બધું સમજાયું ? (kAle shikhavADyuM te badhuM samajAyuM ?)\nYes. Understood\nહા. સમજાયું.(hA. samajAyuM.)\nSure ?\nપાક્કું ?(pAkkuM ?)\nYes. Sure\nહા. પાક્કું.(hA. pAkkuM.)\nDid you do homework given yesterday\nકાલે આપેલું ગૃહકાર્ય કર્યું ?(kAle ApeluM gRuhakAry karyuM ?)\nTeacher, I did not do\nમેડમ, મેં નથી કર્યું .(meDam, meM nathI karyuM.)\nWhy?\nકેમ ?(kem ?)\nI was not feeling well\nકાલે હું માંદો હતો.(kAle huM mAMdo hato.)\nઠીક.(ThIk.)\nTeacher, when is unit test ?\nમેડમ, યુનિટ ટેસ્ટ ક્યારે છે?(meDam, yuniT TesT kyAre Che?)\nNext month\nઆવતા મહિને.(AvatA mahine.)\nIs date decided?\nતારીખ નક્કી થઈ ?(tArIkh nakkI thaI ?)\nNot yet\nહજી નથી થઈ.(hajI nathI thaI.)\nBut mostly it will be from 15th\nપણ ઘણું કરીને પંદર તારીખથી હશે.(paN ghaNuM karIne paMdar tArIkhathI hashe.)\nBut start preparing from now onwards only\nપણ અત્યારથી જ તૈયારી શરૂ કરો.(paN atyArathI j taiyArI sharU karo.)\nYes\nહા.(hA.)\nLets move towards the lesson\nચાલો, પાઠ જોઈએ.(chAlo, pATh joIe.)\nKeep quiet\nચૂપ રહો.(chUp raho.)\nWhat is the noise in that corner\nતે ખૂણામાં શી બડબડ ચાલી રહી છે?(te khUNAmAM shI baDabaD chAlI rahI Che?)\nKaushik standup\nકૌશિક ઊભો થા .(kaushik Ubho thA.)\nTeacher, I am not doing anything\nમેડમ હું કંઈ નથી કરી રહ્યો.(meDam huM kMI nathI karI rahyo.)\nThen why is noise coming from there\nતો ત્યાંથી અવાજ કેમ આવી રહ્યો છે ?(to tyAMthI avAj kem AvI rahyo Che?)\nThis Raju is telling joke to Sanju\nપેલો રાજૂ સંજૂને જોક કહે છે.(pelo rAjU saMjUne jok kahe Che.)\nRaju, Is it time to tell joke?\nરાજૂ, આ જોક કહેવાનો સમય છે?(rAjU, A jok kahevAno samay Che?)\nNo madam. Sorry\nનહીં મેડમ, Sorry.(nahIM meDam, \"sorry\".)\nOk. All sit down\nઠીક. બધા બેસી જાઓ.(ThIk. badhA besI jAo.)\nIf I hear noise again, I will make you stand for whole period\nફરીથી અવાજ આવ્યો તો પૂરો તાસ ઊભા રાખીશ. (pharIthI avAj Avyo to pUro tAs UbhA rAkhIsh.)\nLets start chapter\nચાલો પાઠ શરૂ કરીએ(chAlo pATh sharU karIe)"
  },
  {
    "id": 100,
    "title": "Simple Gujarati Conversation – Informal phone conversation",
    "url": "https://learnmarathiwithkaushik.com/courses/simple-gujarati-conversation-informal-phone-conversation",
    "content": "Hello\nHello\nHello\nHello\nI am Kaushik speaking\nહું કૌશિક બોલું છું.(huM kaushik boluM ChuM.)\nYes; please go ahead\nહા. બોલો.(hA. bolo.)\nIs this number of Joshi ?\nશું આ જોશીભાઈનો નંબર છે?(shuM A joshIbhAIno naMbar Che?)\nIs this house of Joshi ?\nજોશીભાઈનું ઘર છે ને?(joshIbhAInuM ghar Che ne?)\nYes\nહા.(hA.)\nI wanted to speak with Vaibhav Joshi\nમારે વૈભવ જોશી સાથે વાત કરવી હતી.(mAre vaibhav joshI sAthe vAt karavI hatI.)\nHe is not at home.\nતેઓ અત્યારે ઘરે નથી.(teo atyAre ghare nathI.)\nWhen will he be back ?\nક્યારે પાછા આવશે ?(kyAre pAChA Avashe?)\nHe will come in evening\nસાંજે આવશે.(sAMje Avashe.)\nDid you have any work with him?\nકંઈ કામ હતું ?( kMI kAm hatuM ?)\nYes, wanted to give him a message\nએમને એક મેસેજ આપવો હતો.(emane ek mesej Apavo hato.)\nTell me. I will tell him once he is back\nમને કહો. તેઓ આવે એટલે હું તેમને કહીશ. (mane kaho. huM emane kahIsh,teo Ave eTale huM temane kahIsh.)\nOk. Tell him that there is club meeting tomorrow at five in evening\nભલે. એમને કહેજો કે કાલે ક્લબની મીટીંગ છે. સાંજે પાંચ વાગ્યે. (bhale. emane kahejo ke kAle klabanI mITIMg Che. sAMje pAMch vAgye.)\nWhere ?\nક્યાં છે ?(kyAM Che ?)\nIn park\nપાર્કમાં.(pArkamAM.)\nOk.\nભલે (bhale) / ઠીક (ThIk)\nJust wait for a minute. Door bell is ringing. I will open door\nએક મિનિટ રાહ જુઓ. દરવાજાની ઘંટડી વાગી રહી છે. (ek miniT rAh juo. daravAjAnI ghaMTaDI vAgI rahI Che. ) હું દરવાજો ઉઘાડવા જઈ રહ્યો છું.(huM daravAjo ughADavA jaI rahyo ChuM.)\nProbably its Vaibhav\nઘણું કરીને વૈભવ જ આવ્યો હશે.(ghaNuM karIne vaibhava j Avyo hashe.)\nHey Mr. Kulakarni, how are you ?\nકુલકર્ણીભાઈ કેમ છો?(kulakarNIbhAI kem Cho?)\nI am fine. How are you ?\nમજામાં. તમે કેમ છો?(majAmAM. tame kem Cho?)\nI am fine too. Tell me. What were you up to ?\nહું પણ મજામાં. બોલો, શું કામ હતું.(huM paN majAmAM. bolo, shuM kAm hatuM.)\nNothing special. Wanted to tell you about meeting\nકંઈ ખાસ નથી. મીટિંગ વિશે કહેવાનું  હતું. ( kaMI khAs nathI. mITiMg vishe kahevAnuM hatuM.)\nI came to know about it. Mr. Mehata met me. He told\nમને ખબર પડી એના વિશે. મહેતાભાઈ મળ્યા હતા. એમણે કહ્યું. (mane khabar paDI enA vishe. mahetAbhAI maLyA hatA. emaNe kahyuM.)\nGood.\nસારૂં થયું.(sArUM thayuM.)\nOk then. See you tomorrow.\nભલે. તો કાલે મળીએ.(bhale. to kAle maLIe.)\nYes, see you\nહા. મળીએ.(hA. maLIe.)\nbye.\nbye\nGood night\nGood night\nHello\nHello\nHello\nHello\nI am Kaushik speaking. Can I speak to Vaibhav ?\nહું કૌશિક બોલું છું. વૈભવ ઘરે છે? (huM kaushik boluM ChuM. vaibhav ghare Che?)\nWho Vaibhav ?\nકોણ વૈભવ? (koN vaibhav ?)\nVaibhav joshi\nવૈભવ જોશી.(vaibhav joshI.)\nNo. This not number of Joshis\nના. આ જોશીનો નંબર નથી.(nA. A joshIno naMbar nathI.)\nIt is 12345678, isn't it ?\n૧૨૩૪૫૬૭૮ જ છે ને?(12345678 j Che ne?)\nNo. It is 12345679. Wrong number.\nના.૧૨૩૪૫૬૭૯ છે. Wrong number.(nA. 12345679 Che. “wrong number”.)\nOhh. Sorry\nઅરે સોરી.(are sorI.)"
  },
  {
    "id": 101,
    "title": "Simple Gujarati conversation-at Vegetable Market",
    "url": "https://learnmarathiwithkaushik.com/courses/simple-gujarati-conversation-at-vegetable-market",
    "content": "Aunty, How much is lady finger?\nમાસી, ભીંડા કેટલાના છે ? (mAsI, bhIMDA keTalAnA Che ?)\nFive Rupees for a quarter kilogram\nપાંચના અઢીસો (ગ્રૅમ) (pAMchanA aDhIso (gr~em))\nWhat is cost of half k.g.\nઅડધા કિલોના કેટલા ? (aDadhA kilonA keTalA ?)\nTen for half\nદસનાં અડધો કિલો. (dasanAM aDadho kilo.)\nAnd cabbage?\nઅને કોબીના ? (ane kobInA ?)\nTen for quarter k.g. Eighteen for half k.g.\nદસની અઢીસો, અઢારની અડધો કિલો. (dasanI aDhIso, aDhaaranI aDadho kilo.)\nIt is too expensive\nબહુ મોંઘી છે. (bahu moMghI Che.)\nTake ten rupees for half k.g.\nદસની અડધો કિલો આપો. (dasanI aDadho kilo Apo.)\nCannot afford it madam\nપોસાતું નથી બહેન. (posAtuM nathI bahen.)\nOk. Take fifteen for half k.g.\nભલે. પંદરને અડધો કિલો આપો. (bhale. paMdarane aDadho kilo Apo.)\nOk. Take it.\nભલે, લો. (bhale, lo.)\nWhat else?\nબીજું શું આપું ? (bIjuM shuM ApuM ?)\nDo you have pumpkin?\nકોળું છે? (koLuM Che?)\nYes, why not?\nહા, છે. (hA, Che.)\nPlease show me\nદેખાડો. (dekhAdo.)\nIt seems old(not fresh)\nવાસી લાગે છે. (vAsI lAge Che.)\nNo. It is very fresh.\nના. એકદમ તાજું છે. (nA. ekadam tAjuM Che.)\nTake it home. It will be a tasty vegetable.\nઘરે લઈ જાઓ. સારૂં શાક બનશે.(ghare laI jAo. sArUM shAk banashe.)\nHow much is lemon\nલિંબુ કેટલાનાં ? (liMbu keTalAnAM ?)\nFive for ten rupees\nદસનાં પાંચ. (dasanAM pAMch.)\nI want only two.\nમારે બે જ જોઈએ છે. (mAre be j joIe Che.)\nGive four rupees\nચાર રૂપિયા આપો. (chAr rUpiyA Apo.)\nTake it\nલો. (lo.)\nWhat is total\nકેટલા થયા ? (keTalA thayA ?)\nTotal is twenty\nબધુંય મળીને વીસ. (badhuMy maLIne vIs.)\nHow come twenty\nવીસ કઈ રીતે ? (vIs kaI rIte ?)\nThose vegetables and lemons, considering it all is twenty\nશાકભાજીઓ અને લિંબુ; બધુંય મળીને વીસ થયા. (shAkabhAjIo ane liMbu; badhuMy maLIne vIs thayA.)\nI don’t want lady fingers\nમારે ભીંડા નથી જોઈતા. (mAre bhIMDA nathI joItA.)\nOk. It is twelve rupees\nભલે. બારા થયા. (bhale. bArA thayA.)\nNow charge me just ten please.\nહવે દસમાં આપો. (have dasamAM Apo.)\nI do not have change\nમારી પાસે પરચુરણ નથી.(mArI pAse parachuraN nathI.)\nIts first sale of my day. So not saying “no”. Take it.\nદિવસની પહેલી ખરીદી છે.એટલે ના નથી કહેતી. લઈ લો. (divasanI pahelI kharIdI Che. eTale nA nathI kahetI. laI lo. )\nGive me bag.\nથેલી આપો. (thelI Apo.)\nI did not bring bag.\nહું થેલી નથી લાવી. (huM thelI nathI lAvI.)\nWait, I give you plastic bag\nઉભા રહો. હું પ્લેસ્ટિકની થેલી આપું છું. (ubhA raho. huM plesTikanI thelI ApuM ChuM.)\nTake it.\nલો. (lo.)\nIts nice that you gave it.\nતમે આપી એ બહું સારૂં થયું. (tame ApI e bahuM sArUM thayuM. )"
  },
  {
    "id": 102,
    "title": "Simple Gujarati conversation-with traffic police",
    "url": "https://learnmarathiwithkaushik.com/courses/simple-gujarati-conversation-with-traffic-police",
    "content": "Hey, take your vehicle to side\nઅરે, ગાડી બાજુમાં લો. (are, gADI bAjumAM laI lo.)\nHey, did you hear ?\nઅરે, સાંભળ્યું કે? (are, sAMbhaLyuM ke?)\nBring your vehicle to side\nગાડી બાજુમાં લઈ લો. (gADI bAjumAM laI lo.)\nWhat happened Sir\nશું થયું સાહેબ ? (shuM thayuM sAheb ?)\nYou jumped signal\nતમે સિગ્નલ તોડ્યો. (tame signal toDyo.)\nNo Sir\nના સાહેબ. (nA sAheb.)\nHow come no?\nકેમ ના? (kem nA?)\nIt is true, Sir\nસાચું છે સાહેબ. (sAchuM Che sAheb.)\nThat car was going, And I was just following it\nએ ગાડી જઈ રહી હતી એની પાછળ જ હું જઈ રહ્યો હતો. (e gADI jaI rahI hatI enI pAChaL j huM jaI rahyo hato.)\nDon't tell me about that car. Tell me about you\nએ ગાડી વિશે મને ના બોલો. તમે તમારૂં બોલો. (e gADI vishe mane nA bolo. Tame tamArUM bolo.)\nI am telling truth Sir. When I came to this square, Signal was ON\nસાચું કહી રહ્યો છું. હું ચોકમાં આવ્યો ત્યારે સિગ્નલ ચાલુ હતો. (sAchuM kahI rahyo ChuM. huM chokamAM Avyo tyAre signal chAlu hato. )\nWhen we moved ahead it went off\nઅમે આગળ ગયા અને સિગ્નલ બદલી ગયો. (ame AgaL gayA ane signal badalI gayo.)\nBut it means you broke the Signal. Didn't you ?\nપણ એટલે તમે સિગ્નલ તોડ્યો ને ?  (paN eTale tame signal toDyo ne ? )\nYou broke the rule. You must pay fine\nનિયમ તોડ્યો છે તો હવે દંડ ભરવો પડશે. (niyam toDyo Che to have daMD bharavo paDashe.)\nYou have to pay for ticket/receipt\nપાવતી બનાવી પડશે. (pAvatI banAvI paDashe.)\nWhy unnecessarily ticket, Sir\nકારણ વગર પાવતી શા માટે ? (kAraN vagar pAvatI shA mATe ?)\nI did not do it purposely\nમેં જાણીજોઈને કર્યું નથી. (meM jANIjoIne karyuM nathI.)\nSir, I am staying here for last three years\nસાહેબ હું ત્રણ વર્ષોથી અહીં રહું છું. (sAheb huM traN varShothI ahIM rahuM ChuM.)\nBut I never broke rule even once\nએક પણ વાર  મેં નિયમ નથી તોડ્યો. (ek paN vAr meM niyam nathI toDyo.)\nLet me see license\nલાયસન્સ દેખાડો. (lAyasans dekhADo.)\nTake this\nઆ લો. (A lo.)\nVehicle has outside(other state) registration\nગાડી તો બાહરની છે. (gADI to bAharanI Che.)\nHave you taken N.O.C.\nએનઓસી કઢાવી છે ? (enaosI kaDhAvI Che ?)\nYes. I have\nહા, છે. (hA, Che.)\nTake this\nઆ જુઓ. (A juo.)\nLet me see P.U.C.\nપીયુસી દેખાડો. (pIyusI dekhADo.)\nThat is also there. I took it just day before yesterday\nએ પણ છે. પરમ દિવસે જ કઢાવી છે. (e paN Che. param divase j kaDhAvI Che.)\nWhere is insurance policy\nઇન્સ્યોરન્સ પોલિસી ક્યાં છે? (insyorans polisI kyAM Che?)\nLet me see\nજોવા દો. (jovA do.)\nIt is this. See\nઆ જુઓ. (A juo.)\nIs this valid ?\nહજુ ચાલુ છે? (haju chAlu Che?)\nYes, Sir.\nહા સાહેબ. હજુ છ મહિના છે. (hA sAheb. haju Ch mahinA Che.)\nAll documents are correct.\nદસ્તાવેજ/ડોક્યુમેંટ તો બધા ઠીક છે. (dastAvej/DokyumeMT to badhA ThIk Che.)\nBut you jumped signal; so you must take ticket\nપણ સિગ્નલ તોડ્યો એની પાવતી તો કરવી જ પડશે. (paN signal toDyo enI pAvatI to karavI j paDashe.)\nPay 500 rupees\nપાંચસો રૂપિયા આપો. (pAMchaso rUpiyA Apo.)\nBut Sir. It was really not my mistake\nપણ સાહેબ, ખરેખર મારી ભૂલ નહોતી. (paN sAheb, kharekhar mArI bhUl nahotI.)\nAre you paying for ticket or you will take license from court\nતમે પાવતી કરો છો કે લાયસન્સ કોર્ટમાંથી લેશો ? (tame pAvatI karo Cho ke lAyasans korTamAMthI lesho ?)\nSir. Please take these 50 rupees\nસાહેબ આ પચાસ લઈ લો ને ! (sAheb A pachAs laI lo ne !)\nI have just this much as of now\nઅત્યારે મારી પાસે આટલાં જ છે. (atyAre mAri pAse ATalAM j Che.)\nI am searching job for three months\nહું ત્રણ મહીનાથી જોબ શોધી રહ્યો છું. (huM traN mahInAthI job shodhI rahyo ChuM.)\nNow I am going to interview. That is why in bit hurry\nઅત્યારે ઇન્ટરવ્યૂ માટે જઈ રહ્યો છું. એટલે જરા ઉતાવળમાં છું. (atyAre inTaravyU ne jaI rahyo ChuM. eTale jarA utAvaLamAM ChuM.)\nSir, please consider and adjust the matter\nસાહેબ, એડજસ્ટ કરી લો ને.  (sAheb, eDajasT karI lo ne. )\nWhere do you live ? What do you do ?\nતમે ક્યાં રહો છો ? અને હમણાં શું કામ કરો છો ? (tame kyAM raho Cho? ane hamaNAM shuM kAm karo Cho ?)\nI stay in Dhankavadi. There I work as part time teacher\nધનકવાડીમાં રહું છું. ત્યાં જ પાર્ટ ટાઈમ ટીચર છું. (dhanakavADImAM rahuM ChuM. tyAM j pArT TAIm TIchar ChuM.)\nOk. I leave you for now without taking fine.\nભલે. અત્યારે દંડ લીધા વગર છોડી દઊં છું. (bhale. atyAre daMD lIdhA vagar ChoDI daUM ChuM.)\nBut if you jump signal again, I won't leave you without giving ticket.\nપણ ફરીથી સિગ્નલ તોડશો તો પાવતી કરાવ્યા વગર છોડીશ નહીં. (paN pharIthI signal toDasho to pAvatI karAvyA vagar ChoDIsh nahIM.)\nThanks you sir.\nઆભાર સાહેબ (AbhAr sAheb)"
  },
  {
    "id": 103,
    "title": "Simple Gujarati sentences – Weather related",
    "url": "https://learnmarathiwithkaushik.com/courses/simple-gujarati-sentences-weather-related",
    "content": "It is very hot today\nખૂબ ગરમી છે.(khUb garamI Che.)\nIt is very hot and humid today\nખૂબ ઉકળાટ છે.(khUb ukaLAT Che.)\nYesterday was cool\nકાલે/ગઈકાલે ઠંડી હતી.(kAle/gaIkAle ThaMDI hatI.)\nI thought, coolness will continue today also\nમને લાગે છે, આજે પણ ઠંડક રહેશે. (mane lAge Che, Aje paN ThaMDak raheshe.)\nIt is raining\nવરસાદ છે.(varasAd Ce.)\nIt rained yesterday also\nકાલે પણ વરસાદ હતો.(kAle paN varasAd hato.)\nYes, It was torrential rain\nહા, મુસળધાર વરસાદ હતો. (hA, musaLadhAr varasAd hato.)\nIt is rainy weather today\nઆજે વરસાદ જેવું વાતાવરણ છે(Aje varasAd jevuM vAtAvaraN Ce)\nMany clouds are seen\nઘણા વાદળા દેખાયા છે. (ghaNA vAdaLA dekhAyA Che.)\nIt is cloudy now\nવાદળછાયું છે.(vAdaLaChAyuM Che.)\nSky is cloud free:\nઆકાશ સાફ છે. / ઉઘાડ છે. (AkAsh sAph Che. / ughAD Che.)\nThere is good sunlight outside / It is quite sunny outside\nબહાર સારો તડકો છે.(bahAr sAro taDako Che.)\nWhat is the temperature now\nઅત્યારે તામપાન કેટલું છે?(atyAre tAmapAn keTaluM Che?)\n25 degree Celsius\nપચ્ચીસ ડિગ્રી સેલ્સિયસ(pachchIs DigrI selsiyas)\nWind is blowing fast\nખૂબ પવન છે.(khUb pavan Che.)\nAir is very fresh & pure there\nત્યાં ખૂબ ચોખ્ખી અને સાફ હવા છે. (tyAM khUb chokhkhI ane sAph havA Che.)"
  },
  {
    "id": 104,
    "title": "Simple Gujarati Conversation – Interview in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/simple-gujarati-conversation-interview-in-gujarati",
    "content": "Hello\nહેલો / નમસ્કાર.(helo /namaskAr.)\nHello\nહેલો / નમસ્કાર.(helo /namaskAr.)\nHave a seat\nબેસો.(beso.)\nLet me see your resume\nતમારા રેઝ્યુમે જોવા દો.(tamArA rejhyume jovA do.)\nTake this\nઆ લો.(A lo.)\nTell me a bit about yourself\nમને તમારા વિશે થોડું કહો.(mane tamArA vishe thoDuM kaho.)\nMy name is Kaushik Lele\nમારું નામ કૌશિક છે.(mAruM nAm kaushik Che.)\nI am from Mumbai.\nહું મુંબઈનો છું.(huM muMbaIno ChuM.)\nI was born in Mumbai.\nમારો જન્મ મુંબઈમાં થયો.(mAro janm muMbaImAM thayo.)\nPrimary education took place in Delhi\nપ્રાથમિક શિક્ષણ દિલ્હીમાં થયું.(prAthamik shikShaN dilhImAM thayuM.)\nMy college was also in Delhi\nમારી કૉલેજ પણ દિલ્હીમાં હતી.(mArI k~olej paN dilhImAM hatI.)\nWhich college ?\nકઈ કૉલેજ ?(kaI k~olej.)\nDelhi Engineering College\nદિલ્હી ઇંજિનિઅરિંગ કૉલેજ.(dilhI iMjiniariMg k~olej.)\nFrom where did you do M.B.A. ?\nતમે એમ.બી.એ. ક્યાંથી કર્યું ?(tame em.bI.e. kyAMthI karyuM ?)\nI did MBA from IIM Ahmedabad\nમેં એમ.બી.એ આઈ.આઈ.એમ. અમદાવાદમાંથી કર્યું. (meM em.bI.e AI.AI.em. amadAvAdamAMthI karyuM. )\nWow\nવાહ વાહ!(vAh vAh !)\nHow much total experience do you have?\nતમારો કુલ અનુભવ કેટલો ?(tamAro kul anubhav keTalo.)\nI have 10 years of experience in IT.\nમારો આઈ.ટી.માં દસ વર્ષનો અનુભવ છે.(mAro AI.TI.mAM das varShano anubhav Che.)\nBefore that three years in non-IT\nએના પહેલાં નૉન-આઈ.ટી. ત્રણ વર્ષ.(enA pahelAM n~on-AI.TI. traN varSh.)\nWhich companies have you worked in ?\nકઈ કંપનીઓમાં કામ કર્યું છે?(kaI kaMpanIomAM kAm karyuM Che?)\nABC, PQR and XYZ. Currently in XYZ company\nABC, PQR અને XYZ. હમણાં XYZ કંપનીમાં છું. (ABC, PQR ane XYZ. hamaNAM XYZ kaMpanImAM ChuM.)\nFrom how many years ?\nકેટલા વર્ષથી ?(keTalA varShathI ?)\nFrom two years.\nબે વર્ષથી .(be varShathI .)\nWhat kind of work do you do currently ?\nહમણાં કયા પ્રકારનું કામ કરો છો ?(hamaNAM kayA prakAranuM kAm karo Cho ?)\nI am senior software developer.\nહું સિનિયર સોફ્ટવેર ડેવલપર છું. (huM siniyar sophTaver Devalapar ChuM. )\nWhich technologies do you work on ?\nકઈ ટેક્નોલોજીમાં કામ કરો છો?(kaI TeknolojImAM kAm karo Cho?)\nJava, Web-Service, Spring\nજાવા,વેબ-સર્વિસ, સ્પ્રિંગ.  (jAvA,veba-sarvis, spriMg.  )\nHmm. Who all do you have at home? (Or Who are your family members? )\nહં. તમારા ઘરે કોણ કોણ છે ? (hM. tamArA ghare koN koN Che ? )\nMother, Father, two brothers and one sister.\nમા-પિતાજી, બે ભાઈઓ અને એક બહેન.(mA-pitAjI, be bhAIo ane ek bahen.)\nDo you live together ?\nબધાં સાથે જ રહો છો?(badhAM sAthe j raho Cho?)\nYes. We all live in Pune.\nહા. હમણાં પુણેમાં રહીએ છીએ.(hA. hamaNAM puNEmAM rahIe ChIe.)\nWhat do your siblings do  ?\nતમારાં ભાઈબહેનો શું કરે છે?(tamArAM bhAIbaheno shuM kare Che?)\nElder brother is in bank.\nમોટો ભાઈ બેંકમાં છે.(moTo bhAI beMkamAM Che.)\nOther siblings are studying.\nબાકી ભાઈબહેનો ભણી રહ્યાં છે.(bAkI bhAIbaheno bhaNI rahyAM Che.)\nWhat are your hobbies?\nતમારા શોખ શું છે?(tamArA shokh shuM Che?)\nI like reading.\nમને વાંચવું ગમે છે.(mane vAMchavuM gamE Che.)\nI also like Watching movies, going to treks, listening classical music.\nસિનેમા જોવું, ટ્રેકિંગમાં જવું, શાસ્ત્રીય સંગીત સાંભળવું પણ મને ગમે છે. (sinemA jovuM, TrekiMgamAM javuM, shAstrIya saMgIt sAMbhaLavuM paN mane game Che.)\nI write a little as well.\nહું થોડુંક લેખન પણ કરું છું.( huM thoDuMk lekhan paN karuM ChuM.)\nGood.\nસરસ !(saras !)\nWhat are your strengths and weaknesses?\nતમારાં \"સ્ટ્રેંથ્સ અને વીકનેસ\" શું છે?(tamArAM \"sTreMths ane vIkanes\" shuM Che?)\nPositive attitude and dedication.\nસકારાત્મક વિચાર / પૉજિટિવ એટિટ્યૂડ અને ડેડીકેશન. (sakArAtmak vichAr / p~ojiTiv eTiTyUD ane DeDIkeshan. )\nI do every work sincerely.\nહું કોઈ પણ કામ દિલ થી કરું છું. (huM koI paN kAm dila thI karuM ChuM.)\nThere are my strengths.\nઆ મારી સ્ટ્રેંથ્સ છે.(A mArI sTreMths Che.)\nBut sometimes I get so engrossed in a work that other works get delayed.\nપણ ક્યારેક હું એક જ કામમાં એટલો ગૂંચવાઈ જઉં છું, કે બીજા કામમાં મોડું થાય છે. (paN kyArek huM ek j kAmamAM eTalo gUMchavAI jauM ChuM, ke bIjA kAmamAM moDuM thAy Che.)\nI think this is my weakness.\nઆ મારી વીકનેસ છે એમ મને લાગે છે.(A mArI vIkanes Che em mane lAge Che.)\nHmm. Ok.\nહં, ઠીક.(hM, ThIk.)\nWhat do you expect from this job ?\nતમે આ કામથી શું અપેક્ષા કરો છો ?(tame A kAmathI shuM apekShA karo Cho ?)\nI should get chance to work on good technologies.\nસારી ટેક્નોલોજીમાં કામ કરવા મળે.(sArI TeknolojImAM kAm karavA maLe.)\nI think I should get good experience.\nસારો અનુભવ મળે એમ મને લાગે છે.(sAro anubhav maLe em mane lAge Che.)\nI wish to get post of Assistant manager.\nઅસિસ્ટંટ મેનેજરની પોસ્ટ મળે એવી મારી ઇચ્છા છે.(asisTaMT menejaranI posT maLe evI mArI ichChA Che.)\nGoing ahead I would like to be senior consultant.\nઆગળ જઈને સિનિઅર કન્સલ્ટંટ થવો મને ગમશે.(AgaL jaIne siniar kansalTaMT thavo mane gamashe.)\nI am working in that direction.\nહું એ દિશામાં પ્રયત્ન કરી રહ્યો છું.(huM e dishAmAM prayatn karI rahyo ChuM.)\nGood.\nસરસ !(saras !)\nIt was nice talking with you.\nતમારી સાથે વાત કરીને આનંદ થયો. (tamArI sAthe vAt karIne AnaMd thayo. )\nOur H.R. will let you know.\nઅમારા એચ.આર તમને જણાવશે.(amArA ech.Ar tamane jaNAvashe.)\nThanks\nઆભાર.(AbhAr.)\nThanks.\nઆભાર.(AbhAr.)"
  },
  {
    "id": 105,
    "title": "Simple Gujarati conversation – with housemaid",
    "url": "https://learnmarathiwithkaushik.com/courses/simple-gujarati-conversation-with-housemaid",
    "content": "Conversation with the maid or lady who takes care of household chores like cleaning dishes, clothes and floor cleaning. In Gujarati ladies are called as માસી (mAsI) i.e. aunty. Ladies of equal age or lesser age are called બેન(ben) i.e. sister.\nBelow is a conversation between a lady with her maid. Dialogues of lady are highlighted in yellow.\nCome aunty\nઆવો માસી.(Avo mAsI.)\nWill you do work at our place?\nશું તમે અમારે ત્યાં કામ કરશો ?(shuM tame amAre tyAM kAm karasho ?)\nWhat all is work?\nશું શું કામ છે ?(shuM shuM kAm Che ?)\nWashing clothes and dishes and floor-cleaning\nકપડાં ધોવાં,  વાસણ માંજવાં અને કચરા-પોતા કરવા. (kapaDAM dhovAM,  vAsaN mAMjavAM ane kacharA-potA karav.)\nWashing clothes and dishes; for how many people ?\nકપડાં ધોવાં અને વાસણ માંજવાં, કેટલા જણા છો ? (kapaDAM dhovAM ane vAsaN mAMjavAM, keTalA jaNA Cho ?)\nWe are 4 elders and 2 children\nઅમે ચાર મોટા અને બે બાળકો છીએ.(ame chAr moTA ane be bALako ChIe.)\nOk. 700 for Clothes, 700 for dishes\nબરાબર. સાતસો કપડા માટે અને સાતસો વાસણ માટે. (barAbar. sAtaso kapaDA mATe ane sAtaso vAsaN mATe.)\n200 for floor cleaning\nબસ્સો સફાઈ કરવા માટે.(basso saphAI karavA mATe.)\nOhh !! 200 is ok for cleaning\nઅરે ! કચરા-પોતા માટે બસ્સો તો બરાબર છે. (are ! kacharA-potA mATe basso to barAbar Che.\nbut 700 for clothes and dishes seems a lot\nપણ સાતસો કપડાં અને વાસણ માટે વધારે લાગે છે. (paN sAtaso kapaDAM ane vAsaN mATe vadhAre lAge Che.)\nNo sister.\nના રે ના બેન.(nA re nA ben.)\nPlease take 500 aunty\nપાંચસોમાં કરી આપો ને માસી.(pAMchasomAM karI Apo ne mAsI.)\nNo sister. We charge that much everywhere\nના ના બેન. બધા પાસેથી એટલા જ લઉં છું(nA nA ben. badhA pAsethI ETalA j lauM CuM)\nWe charge 150 per person.\nઅમે પ્રતિવ્યક્તિ દોઢસો લઈએ છીએ.(ame prativyakti doDhaso laIe ChIe.)\nYou have two children that is why I am asking less\nતમારે બે બાળકો છે એટલે મેં ઓછા કહ્યા. (tamAre be bALako Che eTale meM oChA kahyA.)\nNo. 700 won’t do.\nના, સાતસો નહિ પોસાય.(nA, sAtaso nahi posAy.)\n500 or 600 is Ok.\nપાંચસો નહીં, તો છસો બરાબર છે.(pAMchaso nahIM, to Chaso barAbar Che.)\n600 for clothes, 600 for dishes and 200 for cleaning\nછસો કપડાં ધોવા માટે, છસો વાસણ માંજવા માટે અને બસ્સો સફાઈ માટે. (Chaso kapaDAM dhovA mATe, Chaso vAsaNa mAMjavA mATe ane basso saphAI mATe.)\nIs that ok ?\nબરાબર?(barAbar?)\nYes. It’s ok.\nહા. બરાબર. (hA. barAbar. )\nAnd what about leaves?\nઅને રજા પાડો છો ?(ane rajA pADo Cho ?)\nI will take 4 holidays every month\nહું દર મહિને ચાર રજા લઈશ.(huM dar mahine chAr rajA laIsh.)\n4 is too much\nચાર તો ઘણી થઈ.(chAr to ghaNI thaI.)\nNo sister. I have to take care of work at home\nના બેન. ઘરકામમાં પણ ધ્યાન આપવું પડે છે. (nA ben. gharakAmamAM paN dhyAn ApavuM paDe Che.)\nThere are visitors and guests.\nમુલાકાતીઓ-મહેમાન આવે છે.(mulAkAtIo-mahemAn Ave Che.)\nHmm. But do not take unplanned leaves without informing.\nહા, પણ જણાવ્યા વિના ખાડા પાડશો નહિ. (hA, paN jaNAvyA vinA khADA pADasho nahi.)\nNo sister. I never take unplanned leaves without informing\nના બેન, હું ક્યારેય જણાવ્યા વિના ખાડા પાડતી નથી. (nA ben, huM kyArey jaNAvyA vinA khADA pADatI nathI.)\nIf there is any problem I tell in advance. Otherwise I will give you phone call\nજો કોઈ સમસ્યા હોય તો અગાઉથી જાણ કરૂં છું, નહીતર તમને ફોન કરીશ. (jo koI samasyA hoy to agAuthI jAN karUM ChuM, nahItar tamane phon karIsh.)\nOk.\nભલે.(bhale.)\nStart the work from today itself.\nઆજથી જ કામ શરૂ કરી દો.(AjathI j kAm sharU karI do.)\nIt will do.\nચાલશે.(chAlashe.)\nPots-n-Dishes are in basin. Take them to bathroom\nવાસણો બેસિનમાં છે. એમને બાથરૂમમાં લઈ લો. (vAsaNo besinamAM Che. emane bAtharUmamAM laI lo.)\nSoap and scrubber is there in that corner.\nસાબુ અને સ્ક્રબર ત્યાં ખૂણામાં છે.(sAbu ane skrabar tyAM khUNAmAM Che.)\nAfter cleaning dishes, keep them in kitchen platform\nવાસણો ધોવાઈ જાય એટલે રસોડાના પ્લેટફોર્મ પુર મુકશો. (vAsaNo dhovAI jAy eTale rasoDAnA pleTaphorm pur mukasho.)\nTake that bucket for floor cleaning. Phenyl bottle is in window.\nપોતું કરવા પેલી ડોલ લો. ફીનેલની બોટલ ત્યાં બારીમાં છે. (potuM karavA pelI Dol lo. phInelanI boTal tyAM bArImAM Che.)\nTake this mop for cleaning floor.\nપોતું કરવા માટે આ મસોતું લો. (potuM karavA mATe A masotuM lo. )\nAnd clean well under cot, sofa and all chairs\nઅને ખાટલો, સોફા અને બધી ખુરશીઓ નીચે વ્યવસ્થિત પોતું કરજો. (ane khATalo, sophA ane badhI khurashIo nIche vyavasthit potuM karajo.)\nYes, sure. Don't worry. I clean well.\nહા, ચોક્કસ. ચિંતા ના કરશો. હું વ્યવસ્થિત પોતું કરીશ. (hA, chokkas. chiMtA nA karasho. huM vyavasthit potuM karIsh.)\nSoak the clothes before starting dishes so that they get cleaned well\nવાસણ ઘસ્યા પહેલાં કપડાં પલળી દેશો એટલે વ્યવસ્થિત ધોવાય. (vAsaN ghasyA pahelAM kapaDAM palaLI desho eTale vyavasthit dhovAy.)\nOk.\nભલે.(bhale.)\nTake this your salary.\nઆ લો તમારો પગાર.(A lo tamAro pagAr.)\nGive it.\nલાવો.(lAvo.)\nSister, you did not give me bonus for Diwali.\nબેન, દિવાળીનો બોનસ નથી આપ્યો.(ben, divALIno bonas nathI Apyo.)\nDiwali bonus?\nદિવાળીનો બોનસ ?(divALIno bonas ?)\nYes sister. All give Diwali  bonus. Amount equal to salary\nહા બેન. બધા દિવાળીનો બોનસ આપે છે . પગાર જેટલા પૈસા. (hA ben. badhA divALIno bonas Ape Che . pagAr jeTalA paisA.)\nNo aunty. Amount equal to salary; won't do.\nના માસી, પગાર જેટલા પૈસા નહિ પોસાય.(nA mAsI, pagAr jeTalA paisA nahi posAy.)\nIts festival so I give you 100-200 extra.\nતહેવાર છે એટલે સો-બસ્સો વધારે આપું છું. (tahevAr Che eTale so-basso vadhAre ApuM ChuM.)\nWhen we discussed about salary, we did not decide anything like that.\nઆપણે પગાર નક્કી કરતી વખતે આવું કશું ઠેરવ્યું નથી. (ApaNe pagAr nakkI karatI vakhate AvuM kashuM TheravyuM nathI.)\nHow come sister? Everyone gives\nએમ કેમ ચાલે બેન? બધા આપે છે.(em kem chAle ben? badhA Ape Che.)\nThat’s why I did not tell you specifically\nએટલે મેં તમને અલગથી કહ્યું નથી.(eTale meM tamane alagathI kahyuM nathI.)\nTake these 400 extra. I can't afford more that.\nઆ લો ચારસો વધારે લો. એના કરતાં વધારે નહી પોસાય. (A lo chAraso vadhAre lo. enA karatAM vadhAre nahI posAy.)\nWhat do I say now? Give it.\nહવે શું કહું ? આપો.(have shuM kahuM ? Apo.)\nSee you/Will come again.\nહું હમણા આવી(huM hamaNA AvI)"
  },
  {
    "id": 106,
    "title": "I Love you In Gujarati. Proposing someone in Gujarati",
    "url": "https://learnmarathiwithkaushik.com/courses/i-love-you-in-gujarati-proposing-someone-in-gujarati",
    "content": "Sentences related to Love and proposing someone. This will answer general questions like “How to say I love you in Gujarati”, “How to propose a girl in Gujarati”.\nThose sentences which will change as per the gender of the speaker are mentioned accordingly e.g.(Boy to Girl) or (Girl to Boy). If nothing is mentioned then sentences are the same irrespective of gender.\nI love you\nહું તને પ્રેમ કરૂં છું. (huM tane prem karUM ChuM.)\nI like you\nમને તું ગમે છે. (mane tuM game Che.)\nYou are very beautiful\nતું બહુ સુંદર છે  (tuM bahu suMdar Che )\nYou are looking very beautiful.\nતું બહુ સુંદર લાગે છે. (tuM bahu suMdar lAge Che.)\nShall we marry?\nઆપણે લગ્ન કરીએ ? (ApaNe lagn karIe ?)\nWill you marry me ?\nતું મારી સાથે લગ્ન કરીશ? (tuM mArI sAthe lagn karIsh?)\nYes, Lets marry !!\nહા, આપણે લગ્ન કરીએ. (hA, ApaNe lagn karIe.)\nBut my family members do not like it.\nપણ મારા ઘરવાળાઓને એ નહીં ગમે. (paN mArA gharavALAone e nahIM game.)\nBut my family members will not like it.\nપણ મારા ઘરવાળાઓને એ ગમશે નહીં. (paN mArA gharavALAone e gamashe nahIM.)\nWe shall elope and get married.\nઆપણે ભાગી જઈને લગ્ન કરીએ. (ApaNe bhAgI jaIne lagna karIe.)\nNo. I do not want to get married secretly.\nના. મારે છુપાઈને લગ્ન નથી કરવાં. (nA. mAre ChupAIne lagn nathI karavAM.)\nI will marry only if my parents allow.\nજો મારા મા-બાપ હા પાડશે તો જ હું લગ્ન કરીશ. (jo mArA mA-bAp hA pADashe to j huM lagn karIsh.)\nI will convince your parents\nહું તારા મા-બાપને સમજાવીશ. (huM tArA mA-bApane samajAvIsh.)\nI am ready to leave my home, my parents for you\nતારા માટે હું મારૂં ઘર, મારા મા-બાપને છોડી દેવા તૈયાર છું. (tArA mATe huM mArUM ghar, mArA mA-bApane ChoDI devA taiyAr ChuM.)\nI am ready to come with you anywhere you say\nતું કહે ત્યાં આવવા હું તૈયાર છું. (tuM kahe tyAM AvavA huM taiyAr ChuM.)\nI trust you completely\nતારા ઉપર મને પૂર્ણ વિશ્વાસ છે. / તારા ઉપર મને પૂરો ભરોસો છે. (tArA upar mane pUrN vishvAs Che./ tArA upar mane pUro bharoso Che.)\nWhy do you sulk ? (Boy to Girl)\nતું કેમ રિસાઈ છે ? / તું કેમ રૂઠી છે ? (tuM kem risAI Che ? / tuM kem rUThI Che ?)\nWhy do you sulk ? (Girl to Boy )\nતું કેમ રિસાયો છે ?  / તું કેમ રૂઠ્યો છે ? (tuM kem risAyo Che ?  / tuM kem rUThyo Che ?)\nWhy are you angry\nતું કેમ ગુસ્સે થાય છે ? (tuM kem gusse thAy Che ?)\nWhy don't you talk with me ? (Boy to Girl)\nતું મારી સાથે કેમ વાત નથી કરતી ? (tuM mArI sAthe kem vAt nathI karatI ?)\nWhy don't you talk with me ? (Girl to Boy )\nતું મારી સાથે કેમ વાત નથી કરતો ? (tuM mArI sAthe kem vAt nathI karato)\nI will not talk with you\nહું તારી સાથે વાત કરીશ નહીં. (huM tArI sAthe vAt karIsh nahIM.)\nI miss you a lot\nમને તારી બહુ યાદ આવે છે. (mane tArI bahu yAd Ave Che.)\nI can not live without you (Boy to Girl)\nહું તારા વગર જીવી નથી શકતો. (huM tArA vagar jIvI nathI shakato.)\nI can not live without you (Girl to Boy )\nહું તારા વગર જીવી નથી શકતી. (huM tArA vagar jIvI nathI shakatI.)\nI want to marry your daughter\nમારે તમારી દીકરી સાથે લગ્ન કરવાં છે. (mAre tamArI dIkarI sAthe lagna karavAM Che.)\nI want to marry your son\nમારે તમારા દીકરા સાથે લગ્ન કરવાં છે. (mAre tamArA dIkarA sAthe lagna karavAM Che.)\nI will always keep your son happy\nહું તમારા દીકરાને  હંમેશા ખુશ રાખીશ. (huM tamArA dIkarAne hMmeshA khush rAkhIsh.)\nI will always keep your daughter happy\nહું તમારી દીકરીને હંમેશા ખુશ રાખીશ. (huM tamArI dIkarIne hMmeshA khush rAkhIsh.)\nWe will always live very happily\nઆપણે હંમેશા ખુશ રહીશું. (ApaNe hMmeshA khush rahIshuM.)\nSo marriage is fixed!! (Not literal translation; but a proverb )\nકરો કંકુનાં! (karo kaMkunAM )"
  },
  {
    "id": 107,
    "title": "Simple Gujarati conversation: Linking AADHAR card to mobile number",
    "url": "https://learnmarathiwithkaushik.com/courses/simple-gujarati-conversation-linking-aadhar-card-to-mobile-number",
    "content": "I am happy and proud to present you the contribution by learner of my blog.\nGujarati learner Harsh Jain has created the conversation on topic “linking AADHAR card to mobile number”. She has done it with 99% perfection.\nSo sharing her original contribution and then rectified version with transliteration.\nHello\nનમસ્તે namaste\nHello sir, how may I help you.\nનમસ્તે સર. હું તમને કઈ રીતે મદદ કરી શકું છું ? namaste sar. huM tamane kaI rIte madad karI shakuM ChuM ?\nI received a message to link my Aadhaar details with my postpaid connection. Would you please tell me the procedure?\nમારા પોસ્ટપેડ કનેક્શન સાથે મારા આધાર વિગતો લિંક કરવા વિશે મને એક સંદેશ મળ્યો. mArA posTapeD kanekshan sAthe mArA AdhAr vigato liMk karavA vishe mane ek saMdesh maLyo. શું તમે પ્રક્રિયા મને સમઝાવી શકો છો ? shuM tame prakriyA mane samajhAvI shako Cho ?\nYes, this is in connection to the Aadhar based E-KYC notification issued by the government. Every number has to be registered with the user's UIDAI before February next year 2018\nહા, આ સરકાર દ્વારા આપવામાં આવેલા આધાર આધારિત ઈ-કેવાયસી જાહેરનામાના સંબંધમાં છે. hA, A sarakAr dvArA ApavAmAM AvelA AdhAr AdhArit I-kevAyasI jAheranAmAnA saMbaMdhamAM Che. દરેક નંબરને ફેબ્રુઆરી ૨૦૧૮ સુધી વાપરનારની/યૂજરની UIDAI સાથે દર્જ કરાવવું છે.  darek naMbarane phebruArI 2018 sudhI vAparanAranI/yUjaranI UIDAI sAthe darj karAvavuM Che.\nOh I see. What all should I submit.\nઓહ્હ. મારે શું જમા કરવાનું છે ? ohh. mAre shuM jamA karavAnuM Che ?\nAadhar card alone is sufficient along with your number. However Biometric test will be taken to validate the submitted aadhar number.\nતમારા નંબર સાથે આધાર કાર્ડ પૂરતું છે. tamArA naMbar sAthE AdhAr kArD pUratuM Che. પણ સબમિટ કરેલા આધાર નંબરને ચકાસવા માટે બાયોમેટ્રિક ટેસ્ટ કરવામાં આવશે paN sabamiT karelA AdhAr naMbarane chakAsavA mATe bAyomeTrik TesT karavAmAM Avashe.\nIs the process chargeable? And how many days will it take to get everything verified?\nશું આ પ્રક્રિયામાટે પૈસા આપવું પડશે ? shuM A prakriyAmATe paisA ApavuM paDashe ? અને બધું ચકાસવાં માટે કેટલા દિવસો લાગશે ? ane badhuM chakAsavAM mATe keTalA divaso lAgashe ?\nNo it's free of cost and the connection will get verified within a day. For new sims it's on the spot.\nઆ મફત છે અને એક દિવસની અંદર જ કનેક્શનની ચકાસણી થઈ જશે. A maphat Che ane ek divasanI aMdar j kanekshananI chakAsaNI thaI jashe. અને નવા સિમ માટે તો ત્યાં ને ત્યાં જ થઈ જશે. ane navA sim mATe to tyAM ne tyAM j thaI jashe.\nOK, here is my aadhar number and phone number. What if I hold 2 connections?\nભલે. આ મારો આધાર નંબર અને ફોન નંબર છે. bhale. A mAro AdhAr naMbar ane phon naMbar Che. જો હું બે કનેક્શન ધરાવતો હોઊં તો શું ? jo huM be kanekshan dharAvato hoUM to shuM ?\nIn that case you'll have to complete the process for both the numbers separately.\nત્યારે બન્ને નંબરો માટે અલગથી પ્રક્રિયા પૂરી કરવી પડશે. tyAre banne naMbaro mATe alagathI prakriyA pUrI karavI paDashe.\nThis is my another number\nઆ મારો બીજો નંબર છે. A mAro bIjo naMbar Che.\nI have registered your both the numbers. Check if you've received the OTP.\nહું તમારા બન્ને નંબર રજિસ્ટર કરિ દીધા છે. huM tamArA banne naMbar rajisTar kari dIdhA Che. શું તમને ઓટીપી મળ્યો,એ જરા જુઓ. shuM tamane oTIpI maLyo,e jarA juo.\nYes, type in 1234 and 5678\nહા. ૧૨૩૪ અને ૫૬૭૮ ટઈપ કરો. hA. 1234 ane 5678 TaIp karo.\nYou can go for the finger print on that side now. After Biometric verification, you’ll receive a confirmation message within 24 hours. Please reply with 'Y' to that.\nહવે તમે એ બાજૂ ફિંગરપ્રિંટ અપવા જાઈ શકો છો. have tame e bAjU phiMgarapriMT apavA jAI shako Cho. બાયોમેટ્રિક વેરિફિકેશન પછી તમને ૨૪ કલકમાં એક સ્વીકૃતી સંદેશ મળશે. એને કૃપયા \"Y\" એમ જવાબ આપો. bAyomeTrik veriphikeshan paChI tamane 24 kalakamAM ek svIkRutI saMdesh maLashe. ene kRupayA \"Y\" em javAb Apo.\nFine. Thanks.\nસરસ. આભાર.  saras. AbhAr."
  },
  {
    "id": 108,
    "title": "Type Gujarati in Roman. Gujarati transliteration",
    "url": "https://learnmarathiwithkaushik.com/courses/type-gujarati-in-roman-gujarati-transliteration",
    "content": "Throughout this blog I have used transliteration of Gujarati sentences in Roman script. I have used “Baraha” software for this. It was available for free download and use. If you do not want to download software then you can use Google’s transliteration service. http://www.google.com/inputtools/try/ Select Gujarati Language in drop-down. or http://www.quillpad.in/index.html And select Gujarati Language in the tabs."
  }
]